Repository: DonaldGarlick/TimeTrex
Catalog: interface/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pt_pt

source: Incorrect Input!
fr_fr: Entrée incorrecte !
pt_pt: Entrada incorreta!

source: Select The File You Wish To Upload
fr_fr: Choisir le dossier que vous souhaitez tlcharger
pt_pt: Selecionar a lima que você deseja Upload

source: Upload
fr_fr: Téléchargement

source: Pay Start Date:
fr_fr: Date de début de paie
pt_pt: Data do começo do pagamento:

source: Pay End Date:
fr_fr: Date de fin de paie
pt_pt: Data da extremidade do pagamento:

source: Payment Date:
fr_fr: Date de paiement:
pt_pt: Data do pagamento:

source: STATEMENT OF EARNINGS AND DEDUCTIONS
fr_fr: RAPPORT DES REVENUS ET DES DÉDUCTIONS
pt_pt: INDICAÇÃO DO SALÁRIO E DAS DEDUÇÕES

source: Earnings
fr_fr: Revenus
pt_pt: Salário

source: Rate
fr_fr: Taux
pt_pt: Taxa

source: Hours
fr_fr: Heures
pt_pt: Horas

source: Amount
fr_fr: Quantité
pt_pt: Uma quantidade

source: YTD Hours
fr_fr: Heures de YTD
pt_pt: Horas de YTD

source: YTD Amount
fr_fr: Quantité de YTD
pt_pt: Uma quantidade de YTD

source: Pay Period %1 of %2
fr_fr: Période de salaire %1 de %2
pt_pt: Período %1 do pagamento de %2

source: Deductions
fr_fr: Déductions
pt_pt: Deduções

source: Net Pay
fr_fr: Salaire net
pt_pt: Pagamento líquido

source: >Employer Contributions
fr_fr: Contribution de l'employeur
pt_pt: Contribuições do &gt;Employer

source: Other
fr_fr: Autre
pt_pt: Outro

source: NON NEGOTIABLE
fr_fr: NON-NÉGOCIABLE

source: CONFIDENTIAL
fr_fr: CONFIDENTIEL

source: Net Pay:
fr_fr: Salaire net:
pt_pt: Pagamento líquido:

source: Employee Status:
fr_fr: Statut des employés:
pt_pt: Status do empregado:

source: Pay Period:
fr_fr: Période de paie:
pt_pt: Período do pagamento:

source: Employee:
fr_fr: Employé
pt_pt: Empregado:

source: Group:
fr_fr: Groupe :
pt_pt: Grupo:

source: Default Branch:
fr_fr: Branche par défaut:
pt_pt: Filial/Sucursal Padrão

source: Default Department:
fr_fr: Département par défaut:
pt_pt: Departamento Padrão

source: Title:
fr_fr: Titre:
pt_pt: Título:

source: Functions
fr_fr: Fonctions
pt_pt: Funções

source: View
fr_fr: Vue
pt_pt: Visualizar

source: Edit
fr_fr: Édition
pt_pt: Editar

source: Hide Employer Contributions:
fr_fr: Contributions d'employeur masqués:
pt_pt: Contribuições do empregador do Hide:

source: Mark Paid
fr_fr: Marqué payé
pt_pt: Marca paga

source: Mark UnPaid
fr_fr: Marqué non payé
pt_pt: Marcar por pagar

source: Delete
fr_fr: Effacer
pt_pt: Deletar

source: UnDelete
fr_fr: Restaurer
pt_pt: Recuperar

source: Export
fr_fr: Exportation
pt_pt: Exportação

source: Type
fr_fr: Tapez
pt_pt: Datilografar

source: Name
fr_fr: Nom
pt_pt: Nome

source: Order
fr_fr: Commande

source: Debit Account
fr_fr: Compte débiteur
pt_pt: Cliente de débito

source: Credit Account
fr_fr: Compte créditeur
pt_pt: Cliente de crédito

source: Add Presets
fr_fr: Ajouter les pré-réglages
pt_pt: Adicionar pré-ajustes

source: Are you sure you want to add all presets based on your company location?
fr_fr: Êtes-vous certain de vouloir ajouter tout les pré-réglages en vous basant sur votre location?
pt_pt: É você certo você quer adicionar todos os pré-ajustes baseados em sua posição da companhia?

source: Add
fr_fr: Ajouter
pt_pt: Adicionar

source: Total Gross:
fr_fr: Revenu total:

source: Total Employee Deduction:
fr_fr: Déduction d'employé totale:
pt_pt: Totalizar a dedução do empregado:

source: Total Employer Deduction:
fr_fr: Déduction d'employeur totale:
pt_pt: Totalizar a dedução do empregador:

source: Total Net Pay:
fr_fr: Paie nette totale:
pt_pt: Totalizar o pagamento líquido:

source: Regular Time Earnings:
fr_fr: Revenu en temps régulier:
pt_pt: Salário regular de Tempo:

source: Employee CPP:
fr_fr: CPP employé:
pt_pt: Empregado CPP:

source: Employee EI:
fr_fr: EI employé:
pt_pt: Empregado EI:

source: Submit
fr_fr: Soumettre
pt_pt: Submeter

source: WARNING: Manually editing pay stubs can result in incorrect amounts being calculated for things such as taxes and vacation accrual.nPlease use Pay Stub Amendments instead.nDO NOT EDIT PAY STUBS MANUALLY UNLESS ABSOLUTELY NECCESARY!
fr_fr: AVERTISSEMENT: éditer manuellement les talons peut entraîner des erreurs au niveau des calculs de taxes et de vacances. NE FAIRE DES MODIFICATIONS MANUELLES QUE LORSQUE CELA EST ABSOLUMENT NÉCESSAIRE !
pt_pt: AVISO: Manualmente editar topos do pagamento pode resultar nas quantidades incorretas que estão sendo calculadas para coisas tais como impostos e emendas instead.nDO do topo do pagamento do uso das férias accrual.nPlease PARA NÃO EDITAR MANUALMENTE TOPOS do PAGAMENTO A MENOS QUE ABSOLUTAMENTE NECCESARY!

source: Status:
fr_fr: Statut:
pt_pt: Estado:

source: Currency:
fr_fr: Devise:
pt_pt: Moeda corrente:

source: Hrs/Units
fr_fr: Heures/unités
pt_pt: Horas/unidades

source: Employer Contributions
fr_fr: Contributions d'employeur
pt_pt: Contribuições do empregador

source: Accrual
fr_fr: Compte de régularisation

source: Name:
fr_fr: Nom:
pt_pt: Nome:

source: Order:
fr_fr: Ordre:
pt_pt: Ordem:

source: Accrual:
fr_fr: Compte de régularisation:
pt_pt: Acumulação:

source: Debit Account:
fr_fr: Compte débiteur:
pt_pt: Cliente de débito:

source: Credit Account:
fr_fr: Compte cérditeur:
pt_pt: Cliente de crédito:

source: YOUR BANK NAME
fr_fr: NOM DE VOTRE BANQUE
pt_pt: SEU NOME DE BANCO

source: YOUR BANK ADDRESS
fr_fr: ADRESSE DE VOTRE BANQUE
pt_pt: SEU ENDEREÇO DO BANCO

source: City, Province, Postal Code
fr_fr: Ville, province, code postal
pt_pt: Cidade, província, código postal

source: Account
fr_fr: Compte
pt_pt: Cliente

source: Debit Account Number
fr_fr: Numéro de compte débiteur
pt_pt: Número de cliente do débito

source: Credit Account Number
fr_fr: Numéro de compte créditeur
pt_pt: Número de cliente do crédito

source: Pay Period
fr_fr: Période de paie
pt_pt: Período do pagamento

source: Start Date:
fr_fr: Date de début:
pt_pt: Data de Início:

source: End Date:
fr_fr: Date de fin

source: Advance
fr_fr: Avance
pt_pt: Avanço

source: Less Advance
fr_fr: Moins l'avance
pt_pt: Menos avanço

source: Employer Deductions
fr_fr: Déductions de l'employeur
pt_pt: Deduções do empregador

source: Recurring PS Amendment:
fr_fr: Amendement se reproduisant de picoseconde:
pt_pt: Emenda retornando do picosegundo:

source: Frequency:
fr_fr: Frquence:
pt_pt: Freqüência:

source: Employees:
fr_fr: Employés:
pt_pt: Empregados:

source: UnAssigned Employees
fr_fr: Employés non assignés
pt_pt: Empregados UnAssigned

source: Assigned Employees
fr_fr: Employés assignés
pt_pt: Empregados atribuídos

source: Select All
fr_fr: Choisir tout
pt_pt: Seleccionar Todos

source: Un-Select All
fr_fr: Désélectionné tout

source: Employees Currently Selected, Click the arrow to modify.
fr_fr: Employés sélectionnés, cliquer sur la flèche pour modifier
pt_pt: Os empregados selecionados atualmente, estalam a seta para modificar.

source: Pay Stub Amendment
fr_fr: Amendement de moignon de salaire
pt_pt: Emenda do topo do pagamento

source: Amount Type:
fr_fr: Type de quantit:
pt_pt: Tipo de uma quantidade:

source: Rate:
fr_fr: Taux:
pt_pt: Taxa:

source: Units:
fr_fr: Unités:
pt_pt: Unidades:

source: Amount:
fr_fr: Quantit:
pt_pt: Uma quantidade:

source: Percent:
fr_fr: Pour cent:
pt_pt: Por cento:

source: Percent Of:
fr_fr: Pour cent de:
pt_pt: Por cento de:

source: Recalculate
fr_fr: Recalculer

source: Status
fr_fr: Statut

source: Frequency
fr_fr: Frquence
pt_pt: Freqüência

source: PS Amendments
fr_fr: Amendements de picoseconde
pt_pt: Emendas do picosegundo

source: Employee(s):
fr_fr: Employé(s):
pt_pt: Empregado(s):

source: UnSelected Employees
fr_fr: Employés non sélectionnés
pt_pt: Empregados Não Seleccionados

source: Selected Employees
fr_fr: Employés sélectionnés
pt_pt: Empregados Seleccionados

source: Get Employee Rate
fr_fr: Obtenir le taux des employs
pt_pt: Começar a taxa do empregado

source: Effective Date:
fr_fr: Date efficace:
pt_pt: Data eficaz:

source: Year to Date (YTD) Adjustment:
fr_fr: Ajustement d'anne jusqu'ici (YTD):
pt_pt: Ano ao ajuste da data (YTD):

source: Click the "..." icon to upload a logo.
fr_fr: Cliquer icne pour tlcharger un logo.
pt_pt: Estalar “…” ícone para upload um logo.

source: Logo Width:
fr_fr: Largeur de logo:
pt_pt: Largura do Logo:

source: Logo Height:
fr_fr: Taille de logo:
pt_pt: Altura do Logo:

source: Logo Left/Right Position:
fr_fr: Position laisse/bonne de logo:
pt_pt: Posição deixada/direita do Logo:

source: Logo Top/Bottom Position:
fr_fr: Dessus de logo/position infrieure:
pt_pt: Alto do Logo/posição inferior:

source: Table Header Color:
fr_fr: Couleur d'en-tte de Tableau:
pt_pt: Cor do encabeçamento da tabela:

source: Display on Invoice
fr_fr: Affichage sur la facture
pt_pt: Exposição no Invoice

source: Company Address:
fr_fr: Adresse de compagnie:
pt_pt: Endereço da companhia:

source: Phone:
fr_fr: Tlphone:
pt_pt: Telefone:

source: Part Numbers:
fr_fr: Numros de la pice:
pt_pt: Números da peça:

source: Invoice Email
fr_fr: Email de facture
pt_pt: Email do Invoice

source: From Address:
fr_fr: De l'adresse:
pt_pt: Do endereço:

source: Bcc Address:
fr_fr: Adresse de Bcc:
pt_pt: Endereço de Bcc:

source: Subject:
fr_fr: Objet:
pt_pt: Assunto:

source: Body:
fr_fr: Corps:
pt_pt: Corpo:

source: Payment Gateway
fr_fr: Passage de paiement
pt_pt: Passagem do pagamento

source: Driver:
fr_fr: Conducteur:
pt_pt: Excitador:

source: Customer ID:
fr_fr: Identification de client:
pt_pt: Cliente ID:

source: User Name:
fr_fr: Nom d'utilisateur:
pt_pt: Nome do usuário:

source: Password:
fr_fr: Mot de passe:
pt_pt: Senha:

source: Country:
fr_fr: Pays:
pt_pt: País:

source: Province / State:
fr_fr: Province/État:
pt_pt: Província/estado:

source: Billing Contact:
fr_fr: Contact de affichage:
pt_pt: Contato faturando:

source: Shipping Contact:
fr_fr: Contact de expdition:
pt_pt: Contato enviando:

source: Other Contact:
fr_fr: Contact de ventes:
pt_pt: Outro contata:

source: PO Number:
fr_fr: Nombre de PO:
pt_pt: Número do PO:

source: Invoice #:
fr_fr: Facture #:

source: Invoice Date:
fr_fr: Date de facture:
pt_pt: Data do Invoice:

source: Order Date:
fr_fr: Date d'ordre:
pt_pt: Data da ordem:

source: Payment Required:
fr_fr: Paiement requis:
pt_pt: O pagamento requereu:

source: Shipped Date:
fr_fr: Date embarque:
pt_pt: Data enviada:

source: Tracking Number:
fr_fr: Cheminement du nombre:
pt_pt: Seguindo o número:

source: Shipping Policy:
fr_fr: Condition d'expédition:

source: Part Number
fr_fr: Numro de la pice
pt_pt: Número da peça

source: Price
fr_fr: Prix
pt_pt: Preço

source: QTY
fr_fr: Quantit

source: Payment Type
fr_fr: Type de paiement
pt_pt: Tipo do pagamento

source: Payment Method
fr_fr: Méthode de paiement
pt_pt: Método do pagamento

source: Confirmation Number
fr_fr: Nombre de confirmation
pt_pt: Número da confirmação

source: Note (private):
fr_fr: Note (prive):
pt_pt: Nota (confidencial):

source: Email Invoice To Contact(s):
fr_fr: Facture d'email aux contacts:
pt_pt: Invoice do email aos contatos:

source: Invoices
fr_fr: Factures

source: Effective Date
fr_fr: Date efficace
pt_pt: Data eficaz

source: Product
fr_fr: Produit
pt_pt: Produto

source: Quantity
fr_fr: Quantité
pt_pt: Quantidade

source: Invoiced
fr_fr: Factur
pt_pt: Facturado

source: Yes
fr_fr: Oui
pt_pt: Sim

source: No
fr_fr: Non
pt_pt: Não

source: Invoice
fr_fr: Facture

source: Invoice #
fr_fr: Facture #

source: Invoice Date
fr_fr: Date de facture
pt_pt: Data do Invoice

source: Current Balance:
fr_fr: quilibre courant:
pt_pt: Contrapeso atual:

source: View Invoice
fr_fr: Afficher la facture

source: Payment Gateway:
fr_fr: Passage de paiement
pt_pt: Passagem do pagamento:

source: Selection Criteria
fr_fr: Critères
pt_pt: Critérios de seleção

source: Credit Card Type:
fr_fr: Type de carte de crédit:
pt_pt: Tipo do cartão de crédito:

source: Priority:
fr_fr: Priorit:
pt_pt: Prioridade:

source: Product:
fr_fr: Produit:
pt_pt: Produto:

source: Quantity:
fr_fr: Quantité:
pt_pt: Quantidade:

source: Unit Cost:
fr_fr: Prix de revient unitaire:
pt_pt: Custo de unidade:

source: Unit Price:
fr_fr: Prix unitaire:
pt_pt: Preço de unidade:

source: Payment Type:
fr_fr: Type de paiement:
pt_pt: Tipo do pagamento:

source: Payment Method:
fr_fr: Mthode de paiement:
pt_pt: Método do pagamento:

source: Confirmation Number:
fr_fr: Nombre de confirmation:
pt_pt: Número da confirmação:

source: Payment Process Date:
fr_fr: Date de processus de paiement:
pt_pt: Data Process do pagamento:

source: Payment Process Message:
fr_fr: Message de processus de paiement:
pt_pt: Mensagem Process do pagamento:

source: District
fr_fr: Zone
pt_pt: Distrito

source: Province / State
fr_fr: Province/État
pt_pt: Província/estado

source: Country
fr_fr: Pays
pt_pt: País

source: Station ID:
fr_fr: Identification de station:
pt_pt: Estação ID:

source: Branch
fr_fr: Branche
pt_pt: Filial

source: Department
fr_fr: Département
pt_pt: Departamento

source: Job
fr_fr: Travail
pt_pt: Trabalho

source: Task
fr_fr: Tâche
pt_pt: Tarefa

source: Password
fr_fr: Mot de passe
pt_pt: Senha

source: COMM Key
fr_fr: Clé COMM

source: Enable Automatic Punch Status:
fr_fr: Activer l'état automatique des poinçon

source: Configuration Modes:
fr_fr: Mode de configuration

source: Manual Command:
fr_fr: Commande Manuelle:

source: Run Now
fr_fr: Exécuter Maintenant

source: Time Clock Synchronization
fr_fr: Synchronisation de l'horloge

source: Download Frequency:
fr_fr: Fréquence de téléchargement:

source: Last Download
fr_fr: Date du dernier téléchargement

source: Full Upload Frequency:
fr_fr: Fréquence de téléchargement complète:

source: Last Upload
fr_fr: Dernier téléchargement

source: Partial Upload Frequency:
fr_fr: Fréquence de téléchargement partielle:

source: Employee Criteria
fr_fr: Critère des employés

source: Employee Groups
fr_fr: Groupes des employés
pt_pt: Grupos do empregado

source: Selection Type
fr_fr: Type de sélection

source: UnSelected Groups
fr_fr: Groupes non slectionns
pt_pt: Grupos UnSelected

source: Selected Groups
fr_fr: Groupes choisis
pt_pt: Grupos selecionados

source: Employee Groups Currently Selected, Click the arrow to modify.
fr_fr: Groupe d'employés actuellements séléctionés, cliquez sur la flèche pour modifier.

source: UnSelected Branches
fr_fr: Branches non slectionnes
pt_pt: Filiais UnSelected

source: Selected Branches
fr_fr: Branches choisies
pt_pt: Filiais selecionadas

source: Departments
fr_fr: Départements
pt_pt: Departamentos

source: UnSelected Departments
fr_fr: Dpartements non slectionns
pt_pt: Departamentos UnSelected

source: Selected Departments
fr_fr: Dpartements choisis
pt_pt: Departamentos selecionados

source: Include Employees
fr_fr: Inclure les employés
pt_pt: Incluir empregados

source: Exclude Employees
fr_fr: Exclure les employés
pt_pt: Excluir empregados

source: Station ID
fr_fr: Identification de station
pt_pt: Estação ID

source: Employees
fr_fr: Employs
pt_pt: Empregados

source: Accrual Policy:
fr_fr: Politique de régularisation
pt_pt: Política Accrual:

source: Active After:
fr_fr: Actif ensuite:
pt_pt: Ativo em seguida:

source: for
fr_fr: pour

source: Copy
fr_fr: Copier
pt_pt: Copiar

source: Task:
fr_fr: Tâche
pt_pt: Tarefa:

source: Estimated Time:
fr_fr: Temps estim:
pt_pt: Tempo estimado:

source: Estimated Quantity:
fr_fr: Quantit estime:
pt_pt: Quantidade estimada:

source: Estimated Bad Quantity:
fr_fr: Mauvaise quantit estime:
pt_pt: Quantidade má estimada:

source: Bad Quantity Billable Rate:
fr_fr: Taux facturable de mauvaise quantit:
pt_pt: Taxa Billable da quantidade má:

source: Billable Rate:
fr_fr: Taux facturable:
pt_pt: Taxa Billable:

source: Minimum Billable Time:
fr_fr: Temps facturable minimum:
pt_pt: Tempo Billable mínimo:

source: Job:
fr_fr: Travail:
pt_pt: Trabalho:

source: Estimated Time
fr_fr: Temps estim
pt_pt: Tempo estimado

source: Billable Rate
fr_fr: Taux facturable
pt_pt: Taxa Billable

source: Next available code
fr_fr: Prochain code disponible

source: Barcode:
fr_fr: Code barres:

source: Exclusivity:
fr_fr: Exclusivité:

source: Attachments
fr_fr: Pièces jointes
pt_pt: Acessórios

source: Group
fr_fr: Groupe
pt_pt: Grupo

source: <b>NOTICE:</b> There is a new version of <b>TimeTrex</b> available.
fr_fr: <b>NOTIFICATION:</b> Il y a une nouvelle version de <b>TimeTrex</b> disponible.
pt_pt: <b>OBSERVAÇÃO:</b> Há uma versão nova de <b>TimeTrex</b> disponível.

source: This version may contain tax table updates necessary for accurate payroll calculation, we recommend that you upgrade as soon as possible.
fr_fr: Cette version peut contenir des mises jour de table d'impts ncessaires pour le calcul prcis de livre de paie, nous recommandons que vous amliorez aussitt que possible.
pt_pt: Esta versão pode conter os updates da tabela de imposto necessários para o cálculo exato da folha de pagamento, nós recomendamos que você promove o mais cedo possível.

source: The latest version can be downloaded from:
fr_fr: La dernire version peut tre tlcharge de:
pt_pt: A versão a mais atrasada pode downloaded de:

source: System Information
fr_fr: L'information de systme
pt_pt: Informação do sistema

source: Product Edition:
fr_fr: Modification de produit:
pt_pt: Edição do produto:

source: Check For Updates
fr_fr: Vrifier les mises jour
pt_pt: Verificar para ver se há Updates

source: Tax Engine Version:
fr_fr: Imposer la version de moteur:
pt_pt: Tax a versão do motor:

source: Tax Data Version:
fr_fr: Imposer la version de donnes:
pt_pt: Tax a versão dos dados:

source: Registration Key:
fr_fr: Clef d'enregistrement:
pt_pt: Chave do registo:

source: Maintenance Jobs Last Ran:
fr_fr: Les travaux d'entretien ont pour la dernire fois fonctionn:
pt_pt: Os trabalhos da manutenção funcionaram por último:

source: Never
fr_fr: Jamais
pt_pt: Nunca

source: WARNING:
fr_fr: AVERTISSEMENT:

source: Company:
fr_fr: Compagnie:
pt_pt: Companhia:

source: Expire Date:
fr_fr: Date d'échéance:

source: Schema Version
fr_fr: Version de schma
pt_pt: Versão do Schema

source: Group A:
fr_fr: Grouper A:
pt_pt: Agrupar A:

source: Group B:
fr_fr: Groupe B:
pt_pt: Grupo B:

source: Group T:
fr_fr: Groupe T:
pt_pt: Grupo T:

source: Employees (Active / InActive)
fr_fr: Employs (actifs/inactifs)
pt_pt: Empregados (ativos/inativos)

source: ID
fr_fr: Identification

source: Heading
fr_fr: Titre
pt_pt: Título

source: Private
fr_fr: Priv
pt_pt: Confidencial

source: ID:
fr_fr: Identification:

source: Script:
fr_fr: Manuscrit:
pt_pt: Certificado:

source: Help:
fr_fr: Aide:
pt_pt: Ajuda:

source: Selected
fr_fr: Choisi
pt_pt: Selecionado

source: Help
fr_fr: Aide
pt_pt: Ajuda

source: Private:
fr_fr: Privé:
pt_pt: Confidencial:

source: Heading:
fr_fr: Titre:
pt_pt: Título:

source: Keywords:
fr_fr: Mots-cls:

source: Right
fr_fr: Droite
pt_pt: Direita

source: Bottom
fr_fr: Le fond
pt_pt: Fundo

source: Click the item you wish to get help on.
fr_fr: Cliquer l'article que vous souhaitez obtenir l'aide dessus.
pt_pt: Estalar o artigo que você deseja começar sobre a ajuda.

source: You may use the position links at the top of this window to move it around the screen, or to close the window press the X in the upper right of this window, or press the ESC key.
fr_fr: Vous pouvez employer les liens de position au dessus de cette fentre pour le dplacer autour de l'cran, ou pour fermer la pression de fentre le X dans le juste de haut de cette fentre, ou serrer la touche ESC.
pt_pt: Você pode usar as ligações da posição no alto desta janela movê-lo em torno da tela, ou fechar a imprensa da janela o X na direita da parte superior desta janela, ou pressionar a chave de ESC.

source: Sorry, no help is available for that item yet.
fr_fr: Dsole, aucune aide n'est disponible pour cet article encore.
pt_pt: Pesarosa, nenhuma ajuda está disponível para esse artigo ainda.

source: Help Group Control
fr_fr: Commande de groupe d'aide
pt_pt: Controle do grupo da ajuda

source: Help Group
fr_fr: Groupe d'aide
pt_pt: Grupo da ajuda

source: Help Entries
fr_fr: Entres d'aide
pt_pt: Entradas da ajuda

source: Glossary
fr_fr: Glossaire
pt_pt: Glossário

source: Sorry, no help is available at this moment.
fr_fr: Dsole, aucune aide n'est disponible ce moment.
pt_pt: Pesarosa, nenhuma ajuda está disponível neste momento.

source: Script Name:
fr_fr: Nom de manuscrit:
pt_pt: Nome do certificado:

source: Time and Attendance - Secure Login
fr_fr: Horaire et présence - Entrée sécurisée.

source: Your password has been changed successfully, you may now login.
fr_fr: Votre mot de passe a été changé avec succès, vous peut maintenant vous connecter.
pt_pt: Sua senha foi mudada com sucesso, você pode agora início de uma sessão.

source: User Name
fr_fr: Nom d'utilisateur
pt_pt: Nome do usuário

source: Language
fr_fr: Langue
pt_pt: Língua

source: Forgot Your Password?
fr_fr: Oublié votre mot de passe ?
pt_pt: Esqueceu-se de sua senha?

source: Secure Login
fr_fr: Entrée sécurisée
pt_pt: Fixar o início de uma sessão

source: Bookmark This Page!
fr_fr: Mettre cette page dans les favoris.

source: Permission DENIED!
fr_fr: Permission NIE !
pt_pt: Permissão NEGADA!

source: Permission Presets:
fr_fr: Prrglages de permission:
pt_pt: Pré-ajustes da permissão:

source: Job Tracking
fr_fr: Cheminement du travail
pt_pt: Seguir do trabalho

source: Invoicing
fr_fr: Facturation
pt_pt: Facturação

source: Apply Preset
fr_fr: Appliquer prrglent
pt_pt: Aplicar pré-ajustam

source: Display Permissions:
fr_fr: Afficher les permissions:

source: Table of Contents
fr_fr: Table des matires
pt_pt: Índice

source: Employee List
fr_fr: Liste des employs
pt_pt: Lista do empregado

source: Top
fr_fr: Dessus
pt_pt: Alto

source: Allow
fr_fr: Laisser
pt_pt: Reservar

source: Deny
fr_fr: Nier
pt_pt: Negar

source: Full Name:
fr_fr: Nom et prnoms:
pt_pt: Nome cheio:

source: Short Name:
fr_fr: Nom court:
pt_pt: Nome curto:

source: Business / Employer Identification Number:
fr_fr: Affaires/numro d'identification de l'entreprise:
pt_pt: Negócio/número identificação do empregador:

source: Address (Line 1):
fr_fr: Adresse (ligne 1):
pt_pt: Endereço (linha 1):

source: Address (Line 2):
fr_fr: Adresse (ligne 2):
pt_pt: Endereço (linha 2):

source: City:
fr_fr: Ville:
pt_pt: Cidade:

source: Postal / ZIP Code:
fr_fr: Code postal:
pt_pt: Código postal/FECHO DE CORRER:

source: Administrative Contact:
fr_fr: Contact administratif:
pt_pt: Contato administrativo:

source: Primary Support Contact:
fr_fr: Contact primaire de soutien:
pt_pt: Contato preliminar da sustentação:

source: Direct Deposit (EFT)
fr_fr: Diriger le dpt (EFT)
pt_pt: Dirigir o depósito (EFT)

source: Originator ID / Immediate Origin:
fr_fr: Identification de crateur/origine immdiate:
pt_pt: Originator ID/origem imediata:

source: Data Center / Immediate Destination:
fr_fr: Le centre de calculs/destination immdiate:
pt_pt: Centro de dados/destino imediato:

source: Click the "..." icon to upload a company logo. (170px by 40px)
fr_fr: Cliquez sur l'icone "..." pour importer le logo d'une compagnie (170px sur 40px)

source: Enable Second Surname:
fr_fr: Activer un second surnom

source: City
fr_fr: Ville
pt_pt: Cidade

source: Avg
fr_fr: Moy

source: Bank
fr_fr: Banque
pt_pt: Banco

source: Other ID1
fr_fr: Autre ID1
pt_pt: O outro ID1

source: Other ID2
fr_fr: Autre ID2
pt_pt: O outro ID2

source: Other ID3
fr_fr: L'autre ID3
pt_pt: O outro ID3

source: Other ID4
fr_fr: Autre ID4
pt_pt: O outro ID4

source: Other ID5
fr_fr: Autre ID5
pt_pt: O outro ID5

source: Calculation
fr_fr: Calcul
pt_pt: Cálculo

source: Calculation Order
fr_fr: Ordre de calcul:

source: Employee Settings
fr_fr: Paramètres des employés

source: Start Date
fr_fr: Commencer date
pt_pt: Começar data

source: (Leave blank for no start date)
fr_fr: (Blanc de cong pour aucune date de dbut)
pt_pt: (Espaço em branco da licença para nenhuma data do começo)

source: End Date
fr_fr: Finir date
pt_pt: Terminar data
