Repository: DonaldGarlick/TimeTrex
Catalog: interface/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pt_pt

source: (Leave blank for no end date)
fr_fr: (Laisser vide pour ne pas déterminer de date de fin)
pt_pt: (Espaço em branco da licença para nenhuma data da extremidade)

source: Calculation:
fr_fr: Calcul:
pt_pt: Cálculo:

source: District / County:
fr_fr: District/comté:
pt_pt: Distrito/condado:

source: Calculation Order:
fr_fr: Ordre de calcul:
pt_pt: Ordem do cálculo:

source: Unassigned Employees
fr_fr: Employs non assignés
pt_pt: Empregados Unassigned

source: Employee
fr_fr: Employé
pt_pt: Empregado

source: Percent
fr_fr: Pourcentage
pt_pt: Por cento

source: Default
fr_fr: Défaut
pt_pt: Defeito

source: Annual Amount Greater Than
fr_fr: Montant annuel plus grand que

source: Annual Amount Less Than
fr_fr: Montant annuel plus petit que

source: Annual Exempt Amount
fr_fr: Quantité annuelle exempté:

source: Filing Status
fr_fr: Statut de classement:

source: Allowances
fr_fr: Allocations:

source: Claim Amount
fr_fr: Montant de la réclamation

source: Percent of Federal
fr_fr: Pourcentage fédéral

source: Dependants
fr_fr: Personnes à charge:

source: Employee / Spouse Allowances
fr_fr: Allocations pour conjoints des employés

source: Dependant Allowances
fr_fr: Allocations pour personnes à charge:

source: IL-W-4 Line 1
fr_fr: IL-W-4 ligne 1:

source: IL-W-4 Line 2
fr_fr: IL-W-4 ligne 2:

source: Age 65/Blind
fr_fr: Age 65/aveugle:

source: District / County Rate
fr_fr: Taux de la Zone, du comté:

source: County Rate
fr_fr: Taux du comté:

source: Sorry, no employees are assigned to this Tax / Deduction.
fr_fr: Désolé, cette taxe/déduction n'est affecté à aucun employé.

source: District / County Name
fr_fr: Nom de la zone, du comté:

source: Other ID1:
fr_fr: Autre ID1:
pt_pt: O outro ID1:

source: Other ID2:
fr_fr: Autre ID2:
pt_pt: O outro ID2:

source: Other ID3:
fr_fr: Autre ID3:
pt_pt: O outro ID3:

source: Other ID4:
fr_fr: Autre ID4:
pt_pt: O outro ID4:

source: Other ID5:
fr_fr: Autre ID5:
pt_pt: O outro ID5:

source: Punch Failed!
fr_fr: Le punch a échoué
pt_pt: O perfurador falhou!

source: Time:
fr_fr: Temps:
pt_pt: Tempo:

source: Job/Task
fr_fr: Travail/Tâche
pt_pt: Trabalho/tarefa

source: Transfer:
fr_fr: Transfert:
pt_pt: Transferência:

source: Branch:
fr_fr: Branche:
pt_pt: Filial:

source: Department:
fr_fr: Département:
pt_pt: Departamento:

source: Type/Status
fr_fr: Type/statut
pt_pt: Tipo/status

source: Good:
fr_fr: Bon:
pt_pt: Bom:

source: Bad:
fr_fr: Mauvais:

source: Branch/Dept
fr_fr: Branche/département
pt_pt: Filial/departamento

source: You are not authorized to punch in or out from this station!
fr_fr: Vous n'êtes pas autorisés à puncher de cette station !
pt_pt: Você não é autorizado perfurar dentro ou para fora desta estação!

source: Success!
fr_fr: Succès !
pt_pt: Sucesso!

source: Login Failed!
fr_fr: L'ouverture échoue !
pt_pt: O início de uma sessão falha!

source: Phone ID:
fr_fr: Identification de téléphone:
pt_pt: Telefone ID:

source: Level
fr_fr: Niveau
pt_pt: Nível

source: This employee is at the final authorization level.
fr_fr: Cet employ est au niveau final d'autorisation.
pt_pt: Este empregado está no nível final da autorização.

source: Shared:
fr_fr: Partag:
pt_pt: Compartilhado:

source: Objects
fr_fr: Objets
pt_pt: Objectos

source: Shared
fr_fr: Partag
pt_pt: Compartilhado

source: Objects:
fr_fr: Objets:
pt_pt: Objetos:

source: (Select one or more)
fr_fr: (Sélection un ou plusieurs)

source: Basic Search
fr_fr: Recherche de base
pt_pt: Busca básica

source: Advanced Search
fr_fr: Recherche avançée
pt_pt: Busca avançada

source: Saved Search & Layout
fr_fr: Recherche et disposition sauvées
pt_pt: Busca &amp; disposição conservadas

source: Columns:
fr_fr: Colonnes:
pt_pt: Colunas:

source: Hide Columns
fr_fr: Colonnes de peau
pt_pt: Colunas do Hide

source: Display Columns
fr_fr: Colonnes d'affichage
pt_pt: Colunas da exposição

source: Sort By:
fr_fr: Sorte par:
pt_pt: Sorte perto:

source: Save Search As:
fr_fr: Économiser la recherche comme:
pt_pt: Excepto a busca como:

source: Save
fr_fr: Économiser
pt_pt: Guardar

source: Previous Saved Searches:
fr_fr: Recherches sauvées précédentes:
pt_pt: Buscas conservadas precedentes:

source: Update
fr_fr: Mise à jour

source: Search
fr_fr: Recherche
pt_pt: Busca

source: Clear
fr_fr: Espace libre
pt_pt: Espaço livre

source: Supervisor:
fr_fr: Superviseur:

source: Default Task:
fr_fr: Le dfaut chargent:
pt_pt: Tarefa do defeito:

source: NOTE
fr_fr: AUCUN
pt_pt: NOTA

source: Set estimates to 0 to use Task Billable Amounts instead.
fr_fr: <b>NOTE:</b> Placer les valuations 0 l'utilisation chargent des montants facturables la place.
pt_pt: Ajustar estimativas a 0 para usar preferivelmente quantidades Billable da tarefa.

source: Estimate Time:
fr_fr: valuation Temps:
pt_pt: Estimativa Tempo:

source: Minimum Time:
fr_fr: Temps minimum:
pt_pt: Tempo mínimo:

source: Estimate Quantity:
fr_fr: Quantit d'valuation:
pt_pt: Quantidade da estimativa:

source: Estimate Bad Quantity:
fr_fr: Mauvaise quantit d'valuation:
pt_pt: Quantidade má da estimativa:

source: Bad Quantity Rate:
fr_fr: Mauvais taux de quantit:
pt_pt: Taxa má da quantidade:

source: Task Groups
fr_fr: Travail les groupes
pt_pt: Grupos de tarefa

source: UnSelected Tasks
fr_fr: Tâches désélectionnées

source: Selected Tasks
fr_fr: Tâches sélectionnées

source: Actual
fr_fr: Rel
pt_pt: Real

source: Estimate
fr_fr: valuation
pt_pt: Estimativa

source: Difference
fr_fr: Différence
pt_pt: Diferença

source: Time
fr_fr: Temps
pt_pt: Tempo

source: Qty
fr_fr: Quantit

source: Cost
fr_fr: Cot
pt_pt: Custo

source: Root
fr_fr: Racine
pt_pt: Raiz

source: Billable
fr_fr: Facturable

source: Percent of Estimate
fr_fr: Pour cent d'valuation
pt_pt: Por cento da estimativa

source: Schedule:
fr_fr: Programme:
pt_pt: Programação:

source: Labor Cost:
fr_fr: Cot de la main-d'oeuvre de la main-d'oeuvre:
pt_pt: Custo Labor:

source: Billable Cost:
fr_fr: Cot facturable:
pt_pt: Custo Billable:

source: Summary Totals
fr_fr: Totaux de rsum
pt_pt: Totais sumários

source: Total Actual Cost:
fr_fr: Cot effectif total:
pt_pt: Custo real total:

source: Total Estimated Cost:
fr_fr: Cot estimatif par total:
pt_pt: Custo estimado total:

source: Cost Difference:
fr_fr: Diffrence de cot:
pt_pt: Diferença de custo:

source: Cost Difference %:
fr_fr: Diffrence de cot %:
pt_pt: Diferença de custo %:

source: Total Billable Estimated Cost:
fr_fr: Cot estimatif facturable total:
pt_pt: Custo estimado Billable total:

source: Billable Difference %:
fr_fr: Diffrence facturable %:
pt_pt: Diferença Billable %:

source: Total Billable:
fr_fr: Facturable total:
pt_pt: Billable total:

source: No Job Found
fr_fr: Pas de travail trouvé

source: Task Amendments
fr_fr: Charger les amendements
pt_pt: Emendas da tarefa

source: Policy
fr_fr: Politique
pt_pt: Política

source: Show System Time:
fr_fr: Montrer le systme Temps:
pt_pt: Mostrar o sistema Tempo:

source: Totals
fr_fr: Totaux
pt_pt: Totais

source: Worked Time
fr_fr: Temps travaill
pt_pt: Tempo trabalhado

source: Total Time
fr_fr: Temps total
pt_pt: Tempo total

source: Severity:
fr_fr: Urgence:

source: Exception:
fr_fr: Exceptions:

source: Show Pre-Mature:
fr_fr: Afficher avant-terme

source: No Exceptions Found
fr_fr: Aucune erreur trouvée

source: Repeat Absence for:
fr_fr: Rpter l'absence pour:
pt_pt: Repetir a ausência para:

source: day(s) after above date.
fr_fr: jour(s) après la date au dessus.
pt_pt: dias em seguida acima da data.

source: None
fr_fr: Aucun
pt_pt: Nenhum

source: Available Balance:
fr_fr: Balance disponible:
pt_pt: Contrapeso disponível:

source: Override:
fr_fr: Dpassement:
pt_pt: Ultrapassagem:

source: Punch Type:
fr_fr: Du type perfor:
pt_pt: Tipo do perfurador:

source: Bad
fr_fr: Mauvais:

source: Absence Policy:
fr_fr: Politique d'absence:
pt_pt: Política de Ausências:

source: Overtime Policy:
fr_fr: Des heures supplmentaires politique:
pt_pt: Fora do tempo estipulado política:

source: Premium Policy:
fr_fr: Politique de la meilleure qualit:
pt_pt: Política superior:

source: Meal Policy:
fr_fr: Politique de repas:
pt_pt: Política da refeição:

source: (Must override to modify)
fr_fr: (Doit dpasser pour modifier)
pt_pt: (Deve cancelar para modificar)

source: Actual Time:
fr_fr: Temps rel:
pt_pt: Tempo real:

source: Repeat Punch for:
fr_fr: Rpter le poinon pour:
pt_pt: Repetir o perfurador para:

source: Disable Rounding:
fr_fr: Neutraliser l'arrondissage:
pt_pt: Incapacitar arredondar-se:

source: Location:
fr_fr: Localisation:

source: Created By:
fr_fr: Créer par:

source: Updated By:
fr_fr: Mis à jour par:

source: Only These Day(s):
fr_fr: Seulement ces jours:
pt_pt: Apenas Este(s) Dia(s):

source: Sun
fr_fr: Dim
pt_pt: Dom

source: Mon
fr_fr: Lun
pt_pt: Seg

source: Tue
fr_fr: Mar
pt_pt: Ter

source: Wed
fr_fr: Mer
pt_pt: Qua

source: Thu
fr_fr: Jeu
pt_pt: Qui

source: Fri
fr_fr: Ven
pt_pt: Sex

source: Sat
fr_fr: Sam
pt_pt: Sab

source: In / Out
fr_fr: Dans/dehors
pt_pt: Em/para fora

source: Schedule
fr_fr: Programme
pt_pt: Programação

source: JobTracking
fr_fr: Suivi de travail

source: Docs
fr_fr: Dock

source: Reports
fr_fr: Rapports
pt_pt: Relatórios

source: MyAccount
fr_fr: Mon compte

source: Logout
fr_fr: Déconnexion

source: Mass Punch
fr_fr: Poinçon de masse
pt_pt: Perfurador maciço

source: Requests
fr_fr: Demandes
pt_pt: Pedidos

source: Accruals
fr_fr: Comptes de régularisation
pt_pt: Acumulações

source: Pay Stubs
fr_fr: Payer les moignons
pt_pt: Pagar topos

source: Mass Schedule
fr_fr: Mon programme
pt_pt: Programação maciça

source: Recurring Schedule
fr_fr: Programme se reproduisant
pt_pt: Programação retornando

source: Recurring Schedule Template
fr_fr: Calibre se reproduisant de programme
pt_pt: Molde retornando da programação

source: Jobs
fr_fr: Les travaux
pt_pt: Trabalhos

source: Tasks
fr_fr: Charge
pt_pt: Tarefas

source: Job Groups
fr_fr: Groupes du travail
pt_pt: Grupos do trabalho

source: Products
fr_fr: Produits
pt_pt: Produtos

source: Policies
fr_fr: Politiques
pt_pt: Políticas

source: Districts
fr_fr: Zones
pt_pt: Distritos

source: Client Groups
fr_fr: Groupes de client
pt_pt: Grupos do cliente

source: Product Groups
fr_fr: Groupes de produit
pt_pt: Grupos de produto

source: Settings
fr_fr: Paramètres
pt_pt: Ajustes

source: Tax Policies
fr_fr: Politiques fiscales
pt_pt: Políticas de imposto

source: Shipping Policies
fr_fr: Conditions d'expédition

source: Document Groups
fr_fr: Groupes de document
pt_pt: Grupos do original

source: Employee Administration
fr_fr: Administration des employés
pt_pt: Administração do empregado

source: Company
fr_fr: Compagnie
pt_pt: Companhia

source: Payroll
fr_fr: Livre de paie
pt_pt: Folha de pagamento

source: Authorization
fr_fr: Autorisation
pt_pt: Autorização

source: Company Administration
fr_fr: Administration de compagnie
pt_pt: Administração da companhia

source: Help Administration
fr_fr: Administration d'aide
pt_pt: Administração da ajuda

source: Help Group Administration
fr_fr: Administration de groupe d'aide
pt_pt: Administração do grupo da ajuda

source: Company Information
fr_fr: L'information de compagnie
pt_pt: Informação da companhia

source: Employee Titles
fr_fr: Titre des employs
pt_pt: Títulos do empregado

source: Currencies
fr_fr: Devises
pt_pt: Moedas correntes

source: Stations
fr_fr: Station
pt_pt: Estações

source: New Hire Defaults
fr_fr: Nouveaux défauts de location
pt_pt: Defeitos novos do Hire

source: Hierarchy
fr_fr: Hiérarchie
pt_pt: Hierarquia

source: Company Bank Information
fr_fr: L'information de banque de compagnie
pt_pt: Informação do banco da companhia

source: Recurring Holidays
fr_fr: Vacances se reproduisantes:
pt_pt: Feriados retornando

source: Other Fields
fr_fr: D'autres champs
pt_pt: Outros campos

source: Policy Groups
fr_fr: Groupe de politique
pt_pt: Grupos da política

source: Schedule Policies
fr_fr: Politiques de programme
pt_pt: Políticas da programação

source: Rounding Policies
fr_fr: Arrondissage des politiques
pt_pt: Arredondando políticas

source: Meal Policies
fr_fr: Politiques de repas
pt_pt: Políticas da refeição

source: Accrual Policies
fr_fr: Politiques accumulées
pt_pt: Políticas Accrual

source: Overtime Policies
fr_fr: Des heures supplémentaires politiques
pt_pt: Fora do tempo estipulado políticas

source: Premium Policies
fr_fr: Politiques de la meilleure qualité
pt_pt: Políticas superiores

source: Absence Policies
fr_fr: Politiques d'absence
pt_pt: Políticas da ausência

source: Exception Policies
fr_fr: Politiques d'exception
pt_pt: Políticas da exceção

source: Holiday Policies
fr_fr: Politiques de vacances
pt_pt: Políticas do feriado

source: End of Pay Period
fr_fr: Fin de la période de salaire
pt_pt: Fim do período do pagamento

source: Pay Stub Amendments
fr_fr: Payer les amendements de moignon
pt_pt: Pagar emendas do topo

source: Recurring PS Amendments
fr_fr: Amendement se reproduisant de picoseconde:
pt_pt: Emendas retornando do picosegundo

source: Pay Period Schedules
fr_fr: Programme de période de salaire
pt_pt: Programações do período do pagamento

source: Taxes / Deductions
fr_fr: Retenues d'impts
pt_pt: Impostos/deduções

source: Pay Stub Account Linking
fr_fr: Enchaînement de compte de moignon de salaire
pt_pt: Ligar do cliente do topo do pagamento

source: Job Reports
fr_fr: Rapports de travail
pt_pt: Relatórios de trabalho

source: Invoice Reports
fr_fr: Rapports de facture
pt_pt: Relatórios do Invoice

source: Whos In Summary
fr_fr: Whos en résumé
pt_pt: Whos em resumo

source: Employee Information Summary
fr_fr: Résumé de l'information des employés
pt_pt: Sumário de informação do empregado

source: Employee Detail
fr_fr: Groupe des employés
pt_pt: Detalhe do empregado

source: Timesheet Summary
fr_fr: Résumé de Timesheet
pt_pt: Sumário de Timesheet

source: Timesheet Detail
fr_fr: Détail de Timesheet
pt_pt: Detalhe de Timesheet

source: Punch Summary
fr_fr: Résumé de poinçon
pt_pt: Sumário do perfurador

source: Accrual Balance Summary
fr_fr: Résumé accumulé d'équilibre
pt_pt: Sumário Accrual do contrapeso

source: Pay Stub Summary
fr_fr: Résumé de moignon de salaire
pt_pt: Sumário do topo do pagamento

source: Wages Payable Summary
fr_fr: Résumé payable de salaires
pt_pt: Sumário pagável dos salários

source: Audit Trail
fr_fr: L'Arabie Saoudite
pt_pt: Fuga de exame

source: General Ledger Summary
fr_fr: Résumé de livre
pt_pt: Sumário do livro-razão geral

source: Employee Barcodes
fr_fr: Codes barres des employés
pt_pt: Empregado Barcodes

source: Tax Reports
fr_fr: Rapports d'impôts
pt_pt: Relatórios do imposto

source: Job Summary
fr_fr: Résumé du travail
pt_pt: Sumário do trabalho

source: Job Analysis
fr_fr: Analyse des postes de travail
pt_pt: Análise de trabalho

source: Barcodes
fr_fr: Codes barres

source: Transaction Summary
fr_fr: Résumé de transaction
pt_pt: Sumário da transação

source: Remittance Summary
fr_fr: Résumé de remise
pt_pt: Sumário da remessa

source: T4 Summary
fr_fr: Résumé T4
pt_pt: Sumário T4

source: T4A Summary
fr_fr: Résumé T4A

source: Form 941
fr_fr: Forme 941
pt_pt: Formulário 941

source: FUTA - Form 940
fr_fr: FUTA - Forme 940
pt_pt: FUTA - Formulário 940

source: FUTA - Form 940-EZ
fr_fr: FUTA - Former 940-EZ
pt_pt: FUTA - Dar forma a 940-EZ

source: Form 1099-Misc
fr_fr: Former 1099-Misc
pt_pt: Dar forma a 1099-Misc

source: Form W2 / W3
fr_fr: Former W2/W3
pt_pt: Dar forma a W2/W3

source: Tax Summary (Generic)
fr_fr: Résumé d'impôts (générique)
pt_pt: Sumário do imposto (genérico)

source: Contact Information
fr_fr: L'information de contact
pt_pt: Informação do contato

source: Preferences
fr_fr: Préférences
pt_pt: Preferências

source: Web Password
fr_fr: Mot de passe de Web
pt_pt: Senha da correia fotorreceptora

source: Phone Password
fr_fr: Mot de passe de téléphone
pt_pt: Senha do telefone

source: Bank Information
fr_fr: L'information de banque
pt_pt: Informação do banco

source: Online University
fr_fr: Université en ligne

source: Administrator Guide
fr_fr: Guide d'administrateur
pt_pt: Guia do administrador

source: What's New
fr_fr: Quoi de neuf

source: About
fr_fr: Au sujet de
pt_pt: Sobre

source: %1 for %2
fr_fr: %1 pour %2
pt_pt: %1 para %2

source: Institution Number:
fr_fr: Numéro de l'établissement
pt_pt: Número da instituição:

source: Bank Transit:
fr_fr: Transit de la banque
pt_pt: Trânsito do banco:

source: Account Number:
fr_fr: Numéro de compte
pt_pt: Número de cliente:

source: Routing Number:
fr_fr: Numéro de suivi:
pt_pt: Número do roteamento:

source: Start
fr_fr: Début
pt_pt: Início

source: End
fr_fr: Fin
pt_pt: Fim

source: Advance End Date:
fr_fr: Date anticipe d'extrmit:
pt_pt: Data avançada da extremidade:

source: Advance Transaction Date:
fr_fr: Date anticipe de transaction:
pt_pt: Data avançada da transação:

source: Transaction Date:
fr_fr: Date de transaction:
pt_pt: Data da transação:

source: Pending Requests
fr_fr: Requêtes en attente
pt_pt: Durante pedidos

source: Low
fr_fr: Basse
pt_pt: Baixo

source: Medium
fr_fr: Moyenne
pt_pt: Meio

source: High
fr_fr: Haute
pt_pt: Elevado

source: Verified TimeSheets
fr_fr: TimeSheets vrifi
pt_pt: TimeSheets verificado

source: Pending
fr_fr: En suspens
pt_pt: Pendente

source: Verified
fr_fr: Vrifi
pt_pt: Verificado

source: Verifications
fr_fr: Vrifications
pt_pt: Verificações

source: There are no Pay Periods past their end date yet.
fr_fr: Il n'y a aucune priode de salaire aprs leur date d'extrmit encore.
pt_pt: Não há nenhum período do pagamento após sua data da extremidade ainda.

source: All pay periods are currently closed.
fr_fr: Toutes les priodes de salaire sont actuellement cltures.
pt_pt: Todos os períodos do pagamento são fechados atualmente.

source: Step 2: Lock Pay Period to prevent changes.
fr_fr: 2ème étape: Période de Lock Pay pour prévenir les changements.

source: Lock
fr_fr: Serrure
pt_pt: Fechamento

source: UnLock
fr_fr: Déverrouillé

source: Step 3: Submit all Pay Stub Amendments.
fr_fr: tape 3: Soumettre tous les amendements de moignon de salaire.
pt_pt: Etapa 3: Submeter todas as emendas do topo do pagamento.

source: Step 4: Generate and Review Pay Stubs.
fr_fr: tape 4: Produire et passer en revue des moignons de salaire.
pt_pt: Etapa 4: Gerar e rever topos do pagamento.

source: Summary
fr_fr: Rsum
pt_pt: Sumário

source: Generate Pay Stubs
fr_fr: Produire des moignons de salaire
pt_pt: Gerar topos do pagamento

source: Step 5: Transfer Funds or Write Checks.
fr_fr: tape 5: Transfrer les fonds ou crire les chques.
pt_pt: Etapa 5: Transferir fundos ou escrever verificações.

source: Step 6: Close Pay Period.
fr_fr: tape 6: Priode troite de salaire.
pt_pt: Etapa 6: Período próximo do pagamento.

source: Close
fr_fr: Fin
pt_pt: Fim

source: Overtime Week:
fr_fr: Des heures supplmentaires semaine:
pt_pt: Fora do tempo estipulado semana:

source: (Hours from Midnight)
fr_fr: (Heures de minuit)
pt_pt: (Horas da meia-noite)

source: Only for shifts that span midnight
fr_fr: Seulement pour les déplacements de travail couvrant minuit

source: Maximum Shift Time:
fr_fr: Temps maximum de déplacement:

source: Day(s)
fr_fr: Jours
pt_pt: Dias

source: Pay Period Starts On:
fr_fr: Dbuts de priode de salaire dessus:
pt_pt: Começos do período do pagamento sobre:

source: at
fr_fr: à
pt_pt: em

source: (days after end of pay period)
fr_fr: (jours aprs fin de la priode de salaire)
pt_pt: (dias após o fim do período do pagamento)

source: Primary
fr_fr: Primaire
pt_pt: Preliminar

source: Pay Period Start Day Of Month:
fr_fr: Jour de dbut de priode de salaire de mois:
pt_pt: Dia do começo do período do pagamento do mês:

source: Transaction Day Of Month:
fr_fr: Jour de transaction de mois:
pt_pt: Dia da transação do mês:

source: Secondary
fr_fr: Secondaire
pt_pt: Secundário

source: Transaction Always on Business Day:
fr_fr: Transaction toujours le jour d'affaires:
pt_pt: Transação sempre no dia de negócio:

source: Create Initial Pay Periods From:
fr_fr: Crer les priodes initiales de salaire de:
pt_pt: Criar períodos iniciais do pagamento de:

source: Total Punches:
fr_fr: Poinons totaux:
pt_pt: Perfuradores totais:

source: Pending Requests:
fr_fr: En attendant des demandes:
pt_pt: Durante pedidos:

source: Generate Paystubs
fr_fr: Produire de Paystubs
pt_pt: Gerar Paystubs

source: Import
fr_fr: Importation
pt_pt: Importação

source: ERROR: Form has not been setup yet! Please click the arrow below to do so now.
fr_fr: ERREUR: Former n'a pas t install encore ! Veuillez cliquer la flche ci-dessous pour faire tellement maintenant.
pt_pt: ERRO: Dar forma não setup ainda! Estalar por favor a seta abaixo para fazer assim agora.

source: Form Setup:
fr_fr: Forme installe:
pt_pt: O formulário Setup:

source: Specify which criteria is used for each box in the form. Click arrow to modify.
fr_fr: Indiquer quels critres est employs pour chaque bote sous la forme. Cliquer la flche pour modifier.
pt_pt: Especificar que critérios são usados para cada caixa no formulário. Estalar a seta para modificar.

source: Insurable Earnings (Box 15B):
fr_fr: Revenus assurables (bote 15B):
pt_pt: Salário Insurable (caixa 15B):

source: Reason:
fr_fr: Raison:
pt_pt: Razão:

source: Pay Period Type:
fr_fr: Type de priode de salaire:
pt_pt: Tipo do período do pagamento:

source: First Day Worked:
fr_fr: Premier jour ouvr:
pt_pt: O primeiro dia trabalhou:

source: (Or first day since last ROE)
fr_fr: (Ou le premier jour depuis la dernière ROE)

source: Last Day For Which Paid:
fr_fr: Le jour pass l'o a pay:
pt_pt: Último dia por que pagou:

source: Final Pay Period Ending Date:
fr_fr: Date finale de fin de priode de salaire:
pt_pt: Data final do Ending do período do pagamento:

source: Expected Date of Recall:
fr_fr: Date prvue de rappel:
pt_pt: Data prevista da recordação:

source: Insurable Hours:
fr_fr: Heures assurables:
pt_pt: Horas Insurable:

source: Insurable Earnings:
fr_fr: Revenus assurables:
pt_pt: Salário Insurable:

source: Vacation Pay:
fr_fr: Salaire de vacances:
pt_pt: Pagamento das férias:

source: Serial No:
fr_fr: No. de publication priodique:
pt_pt: No. da série:

source: Comments:
fr_fr: Commentaires:
pt_pt: Comentários:

source: Generate Final Pay Stub:
fr_fr: Produire des moignons de salaire
pt_pt: Gerar o topo final do pagamento:

source: First Day
fr_fr: Premier jour
pt_pt: Primeiro dia

source: Last Day
fr_fr: Le jour pass
pt_pt: Último dia

source: Print
fr_fr: Copie
pt_pt: Imprimir

source: Scheduled:
fr_fr: Horaire prévus:
pt_pt: Programado:

source: <b>NOTICE:</b> This pay period is currently locked, modifications are not permitted.
fr_fr: <b>NOTIFICATION:</b> Cette période de salaire est actuellement fermé, les modifications ne sont pas autorisés.
pt_pt: <b>NOTA:</b> Este período de pagamento está actualmente bloqueado, modificações não são permitidas.

source: Repeat Schedule for:
fr_fr: Répéter l'horaire pour:
pt_pt: Repetir Horário para:

source: Out:
fr_fr: Dehors:
pt_pt: Para fora:

source: Schedule Policy:
fr_fr: Politique d'horaire:
pt_pt: Política de Horário:

source: Template:
fr_fr: Gabarit:
pt_pt: Molde:

source: Start Week:
fr_fr: Semaine de début:
pt_pt: Semana do começo:

source: Auto-Pilot:
fr_fr: Pilote automatique:

source: Schedule Branch:
fr_fr: Horaire de la branche
pt_pt: Filial:

source: Schedule Department:
fr_fr: Horaire du département
pt_pt: Departamento:

source: No Scheduled Shifts Found
fr_fr: Pas de changement d'horaire trouvé
pt_pt: Quadro de Horários Não Encontrado

source: Saved Schedules
fr_fr: Horaires enregistrés

source: Schedule Filter Criteria
fr_fr: Critères de filtre d'horaire

source: Groups
fr_fr: Groupes
pt_pt: Grupos

source: Default Branch
fr_fr: Branche par défaut
pt_pt: Filial do defeito

source: Default Department
fr_fr: Département par défaut
pt_pt: Departamento do defeito
