Repository: DonaldGarlick/TimeTrex
Catalog: interface/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pt_pt

source: Employee Title
fr_fr: Titre des employés
pt_pt: Título do empregado

source: Titles
fr_fr: Titres
pt_pt: Títulos

source: Show:
fr_fr: Exposition:
pt_pt: Mostrar:

source: View:
fr_fr: Vue:

source: View Schedule
fr_fr: Voir l'horaire
pt_pt: Ver Horário

source: Print Schedule
fr_fr: Imprimer l'horaire
pt_pt: Horário de Impressão

source: Group Schedule
fr_fr: Horaire de groupe
pt_pt: Horário de Grupo

source: To set different In/Out times for each day of the week, add additional weeks all with the same week number.
fr_fr: Pour mettre des In/Out différent pour chaque jour de la semaine, ajouté des semaines supplémentaire avec le même numéro de semaine.

source: Week
fr_fr: Semaine
pt_pt: Semana

source: Schedule Policy
fr_fr: Politique d'horaire
pt_pt: Política de Horário

source: Add Week
fr_fr: Ajouter une semaine
pt_pt: Adicionar Semana

source: Sunday
fr_fr: Dimanche
pt_pt: Domingo

source: Monday
fr_fr: Lundi
pt_pt: Segunda-feira

source: Tuesday
fr_fr: Mardi
pt_pt: Terça-feira

source: Wednesday
fr_fr: Mercredi
pt_pt: Quarta-feira

source: Thursday
fr_fr: Jeudi
pt_pt: Quinta-feira

source: Friday
fr_fr: Vendredi
pt_pt: Sexta-feira

source: Saturday
fr_fr: Samedi
pt_pt: Sábado

source: Schedule is subject to change without notice.
fr_fr: Le programme est sujet à des changements sans pré-avis.
pt_pt: A programação é sujeita à mudança sem observação.

source: Overwrite Existing Shifts:
fr_fr: Écraser les changements existants
pt_pt: Sobrescrever Turnos Existentes:

source: 0 Requests found.
fr_fr: Demandes 0 trouves.
pt_pt: Os pedidos 0 encontraram.

source: Authorization History
fr_fr: Histoire d'autorisation
pt_pt: História da autorização

source: Authorized
fr_fr: Autoris
pt_pt: Autorizado

source: Server response time:
fr_fr: Temps de réponse de serveur:
pt_pt: Tempo de resposta do usuário:

source: seconds.
fr_fr: secondes.
pt_pt: segundos.

source: Tax Number:
fr_fr: Nombre d'impts:
pt_pt: Número do imposto:

source: Display Number on Invoice:
fr_fr: Nombre d'affichage sur la facture:
pt_pt: Número da exposição no Invoice:

source: Number
fr_fr: Nombre
pt_pt: Número

source: Base Price:
fr_fr: Prix de base:

source: Price:
fr_fr: Prix:

source: Minimum Price:
fr_fr: Prix minimum:

source: Maximum Price:
fr_fr: Prix maximum:

source: Display Order:
fr_fr: Afficher la commande:

source: Weight Unit:
fr_fr: Unité de poids:
pt_pt: Unidade do peso:

source: Tax Area Policy:
fr_fr: Politique de rgion d'impts:
pt_pt: Política da área do imposto:

source: District:
fr_fr: Zone:
pt_pt: Distrito:

source: Exclude Tax Policy:
fr_fr: Exclure la politique fiscale:
pt_pt: Excluir a política de imposto:

source: Part #
fr_fr: Partie #
pt_pt: Parte #

source: Unit Price
fr_fr: Prix unitaire
pt_pt: Preço de unidade

source: Part Number:
fr_fr: Numéro de pièce:
pt_pt: Número da peça:

source: Lock Description:
fr_fr: Description verouillé:
pt_pt: Descrição do fechamento:

source: Current Stock:
fr_fr: Marchandise en stock:
pt_pt: Estoque atual:

source: Pricing
fr_fr: Prix

source: Price Type:
fr_fr: Type de prix:

source: or more
fr_fr: ou plus

source: Add Bracket
fr_fr: Ajouter une fourchette de prix

source: Lock Price:
fr_fr: Prix verouillé
pt_pt: Preço do fechamento:

source: Minimum Purchase Quantity:
fr_fr: Quantité minimale à acheter:

source: Maximum Purchase Quantity:
fr_fr: Quantité maximale à acheter:

source: Shipping
fr_fr: Expédition
pt_pt: Transporte

source: Weight:
fr_fr: Poids:
pt_pt: Peso:

source: Dimension Unit:
fr_fr: Unité de dimension:
pt_pt: Unidade da dimensão:

source: Length:
fr_fr: Longueur:
pt_pt: Comprimento:

source: Width:
fr_fr: Largeur:
pt_pt: Largura:

source: Height:
fr_fr: Hauteur:
pt_pt: Altura:

source: Origin Country:
fr_fr: Pays d'origine:

source: Tariff Code:
fr_fr: Code de tarification:

source: Customs Unit Value:
fr_fr: Unités de mesure personnalisés:

source: Previous
fr_fr: Précédent
pt_pt: Precedente

source: Next
fr_fr: Aprs
pt_pt: Em seguida

source: Saved Reports
fr_fr: Rapports sauvs
pt_pt: Relatórios conservados

source: ERROR: Report has not been setup yet! Please click the arrow below to do so now.
fr_fr: ERREUR: Rapporter n'a pas t install encore ! Veuillez cliquer la flche ci-dessous pour faire tellement maintenant.
pt_pt: ERRO: Relatar não setup ainda! Estalar por favor a seta abaixo para fazer assim agora.

source: Report Setup:
fr_fr: Le rapport a install:
pt_pt: O relatório Setup:

source: Specify which Pay Stub Accounts total for each box in the form. Click arrow to modify.
fr_fr: Indiquer quel moignon de salaire explique total chaque bote sous la forme. Cliquer la flche pour modifier.
pt_pt: Especificar que topo do pagamento explica total cada caixa no formulário. Estalar a seta para modificar.

source: Wages, tips and other compensation (Line 2):
fr_fr: Salaires, bouts et toute autre compensation (ligne 2):
pt_pt: Salários, pontas e a outra compensação (linha 2):

source: Income Tax (Line 3):
fr_fr: Impt sur le revenu (ligne 3):
pt_pt: Imposto de renda (linha 3):

source: Taxable Social Security Wages (Line 5a):
fr_fr: Salaires imposables de scurit sociale (ligne 5a):
pt_pt: Salários Taxable da segurança social (linha 5a):

source: Taxable Social Security Tips (Line 5b):
fr_fr: Bouts imposables de scurit sociale (ligne 5b):
pt_pt: Pontas Taxable da segurança social (linha 5b):

source: Taxable Medicare Wages (Line 5c):
fr_fr: Salaires imposables d'Assurance-maladie (ligne 5c):
pt_pt: Salários Taxable de Medicare (linha 5c):

source: Earned Income Credit (EIC) (Line 9):
fr_fr: Crdit gagn de revenu (EIC) (ligne 9):
pt_pt: Crédito ganho da renda (EIC) (linha 9):

source: Total Deposits For This Quarter:
fr_fr: Total des dépôts pour ce trimestre:

source: Report Filter Criteria
fr_fr: Rapporter les critres de filtre
pt_pt: Relatar critérios do filtro

source: Quarter:
fr_fr: Quart:
pt_pt: Quarto:

source: Year:
fr_fr: Anne:
pt_pt: Ano:

source: Employee Status
fr_fr: Statut des employs
pt_pt: Status do empregado

source: Employee Statuses
fr_fr: Statuts des employs
pt_pt: Status do empregado

source: Display Form
fr_fr: Forme d'affichage
pt_pt: Formulário da exposição

source: Print Form
fr_fr: Imprimer le formulaire

source: No results match your filter criteria.
fr_fr: Aucun match de rsultats vos critres de filtre.
pt_pt: Nenhum resultado combina seus critérios do filtro.

source: Generated:
fr_fr: Produit:
pt_pt: Gerado:

source: Columns
fr_fr: Colonnes
pt_pt: Colunas

source: Display Report
fr_fr: Rapport d'affichage
pt_pt: Relatório da exposição

source: Federal Income Tax Withheld (Box 4):
fr_fr: Impt retenu (bote 4):
pt_pt: O imposto de renda federal reteve (caixa 4):

source: Medical and Health Care Payments (Box 6):
fr_fr: Paiements mdicale et de sant (bote 6):
pt_pt: Pagamentos médico e de saúde do cuidado (caixa 6):

source: Nonemployee compensation (Box 7):
fr_fr: Compensation de Nonemployee (bote 7):
pt_pt: Compensação de Nonemployee (caixa 7):

source: State ID Number
fr_fr: Nombre d'identification d'tat
pt_pt: Número do ID do estado

source: State
fr_fr: tat
pt_pt: Estado

source: Employer State ID Number
fr_fr: Nombre d'identification d'tat d'employeur
pt_pt: Número do ID do estado do empregador

source: Transaction Start Date:
fr_fr: Date de dbut de transaction:
pt_pt: Data do começo da transação:

source: Transaction End Date:
fr_fr: Date d'extrmit de transaction:
pt_pt: Data da extremidade da transação:

source: Include Instruction Pages:
fr_fr: Inclure les pages d'instruction:
pt_pt: Incluir páginas da instrução:

source: Lump-sum Payments (Box: 18):
fr_fr: Indemnité forfaitaire de paiements (Boîte: 18):

source: Other Income (Box: 28):
fr_fr: Autre Revenu (Boîte 28):

source: Pension Adjustment (Box: 34):
fr_fr: Ajustement de la pension (Boîte: 34):

source: Form Type:
fr_fr: Type de formulaire:

source: Display T4A's
fr_fr: Afficher T4A's

source: Statuses
fr_fr: Statuts
pt_pt: Status

source: Include Jobs
fr_fr: Inclure les travaux
pt_pt: Incluir trabalhos

source: Exclude Jobs
fr_fr: Exclure les travaux
pt_pt: Excluir trabalhos

source: Employee Group
fr_fr: Groupe des employs
pt_pt: Grupo do empregado

source: Supervisor
fr_fr: Superviseur

source: UnSelected Employee Statuses
fr_fr: Statuts non slectionns des employs
pt_pt: Status UnSelected do empregado

source: Selected Employee Statuses
fr_fr: Statuts choisis des employs
pt_pt: Status selecionados do empregado

source: currently selected, click the arrow to modify.
fr_fr: actuellement choisi, cliquer la flche pour modifier.
pt_pt: presentemente seleccionado, clique a seta para modificar.

source: Employee Title:
fr_fr: Titre des employs:
pt_pt: Título do empregado:

source: UnSelected Titles
fr_fr: Titres non slectionns
pt_pt: Títulos UnSelected

source: Selected Titles
fr_fr: Titres choisis
pt_pt: Títulos selecionados

source: Include Employees:
fr_fr: Inclure les employs:
pt_pt: Incluir empregados:

source: Exclude Employees:
fr_fr: Exclure les employs:
pt_pt: Excluir empregados:

source: UnSelected Columns
fr_fr: Colonnes non slectionnes
pt_pt: Colunas UnSelected

source: Selected Columns
fr_fr: Colonnes choisies
pt_pt: Colunas selecionadas

source: then:
fr_fr: puis:
pt_pt: então:

source: Pay Period(s):
fr_fr: Priodes de salaire:
pt_pt: Períodos do pagamento:

source: CPP Contributions
fr_fr: Contributions de CPP
pt_pt: Contribuições de CPP

source: EI Premiums
fr_fr: Primes E-I
pt_pt: Prêmios EI

source: Tax Deductions
fr_fr: Retenues d'impts
pt_pt: Deduções de imposto

source: Current Payment
fr_fr: Paiement courant
pt_pt: Pagamento atual

source: Gross Payroll
fr_fr: Livre de paie brut
pt_pt: Folha de pagamento bruta

source: No. of Employees
fr_fr: Non des employs
pt_pt: Não dos empregados

source: End of Period
fr_fr: Fin de la priode
pt_pt: Fim do período

source: Due Date
fr_fr: Date due
pt_pt: Data devida

source: Type of Return:
fr_fr: Type de revenu:

source: A. Did you pay UI contributions to only one state?
fr_fr: A. Avez-vous pay des contributions d'UI seulement un tat ?
pt_pt: A. Você pagou contribuições de UI a somente um estado?

source: Wages, Tips, Other Compensation (Box 1):
fr_fr: Salaires, bouts, l'autre compensation (bote 1):
pt_pt: Salários, pontas, a outra compensação (caixa 1):

source: Federal Income Tax Withheld (Box 2):
fr_fr: L'impt a retenu (bote 2):
pt_pt: O imposto de renda federal reteve (caixa 2):

source: Social Security Wages (Box 3):
fr_fr: Salaires de scurit sociale (bote 3):
pt_pt: Salários da segurança social (caixa 3):

source: Social Security Tax Withheld (Box 4):
fr_fr: La cotisation sociale a retenu (bote 4):
pt_pt: O imposto de segurança social reteve (caixa 4):

source: Medicare Wages and Tips (Box 5):
fr_fr: Salaires d'Assurance-maladie et bouts (bote 5):
pt_pt: Salários de Medicare e pontas (caixa 5):

source: Medicare Tax Withheld (Box 6):
fr_fr: L'impt d'Assurance-maladie a retenu (bote 6):
pt_pt: O imposto de Medicare reteve (caixa 6):

source: Social Security Tips (Box 7):
fr_fr: Bouts de scurit sociale (bote 7):
pt_pt: Pontas da segurança social (caixa 7):

source: Allocated Tips (Box 8):
fr_fr: Bouts assigns (bote 8):
pt_pt: Pontas alocadas (caixa 8):

source: Box 12a:
fr_fr: Boîte 12a:

source: Box 12b:
fr_fr: Boîte 12b:

source: Box 12c:
fr_fr: Boîte 12c:

source: Box 12d:
fr_fr: Boîte 12d:

source: Box 14 (Other):
fr_fr: Boîte 14 (Autre):

source: Pay Periods
fr_fr: Priodes de salaire
pt_pt: Períodos do pagamento

source: Currency
fr_fr: Devise
pt_pt: Moeda corrente

source: Export Format:
fr_fr: Format d'exportation:
pt_pt: Formato da exportação:

source: (Pay stub only)
fr_fr: (Moignon de salaire seulement)
pt_pt: (Topo do pagamento somente)

source: View Pay Stubs
fr_fr: Moignons de salaire de vue
pt_pt: Topos do pagamento da vista

source: Group By:
fr_fr: Groupe par:
pt_pt: Grupo perto:

source: Punch Branch
fr_fr: Branche de poinon
pt_pt: Filial do perfurador

source: Punch Department
fr_fr: Dpartement de poinon
pt_pt: Departamento do perfurador

source: Job Group
fr_fr: Groupe du travail
pt_pt: Grupo do trabalho

source: Automatic Refresh:
fr_fr: Rafraîchir automatiquement

source: From:
fr_fr: De:
pt_pt: De:

source: Employee/Employer EI Accounts:
fr_fr: Comptes E-I des employs/employeur:
pt_pt: Clientes EI do empregado/empregador:

source: Employee/Employer CPP Accounts:
fr_fr: Comptes des employs/employeur CPP:
pt_pt: Clientes do empregado/empregador CPP:

source: Income Tax Accounts:
fr_fr: Comptes d'impt sur le revenu:
pt_pt: Clientes de imposto da renda:

source: Job Start Date:
fr_fr: Date de dbut du travail:
pt_pt: Data do começo do trabalho:

source: Job End Date:
fr_fr: Date d'extrmit du travail:
pt_pt: Data da extremidade do trabalho:

source: Tax
fr_fr: Impt
pt_pt: Imposto

source: Taxes
fr_fr: Impts
pt_pt: Impostos

source: Transaction Date Format:
fr_fr: Format de date de transaction:
pt_pt: Formato de data da transação:

source: Hired Date:
fr_fr: Date loue:
pt_pt: Data empregada:

source: ago
fr_fr: il y a
pt_pt: há

source: Termination Date:
fr_fr: Date d'arrt:
pt_pt: Data da terminação:

source: Birth Date:
fr_fr: Date de naissance:
pt_pt: Data do nascimento:

source: yrs old
fr_fr: annes
pt_pt: anos velhos

source: Wage History
fr_fr: Histoire de salaire
pt_pt: História do salário

source: Wage
fr_fr: Salaire
pt_pt: Salário

source: No Wage History
fr_fr: Aucune histoire de salaire
pt_pt: Nenhuma história do salário

source: Attendance History
fr_fr: Histoire d'assistance
pt_pt: História do comparecimento

source: Per Day
fr_fr: Par jour
pt_pt: Por o dia

source: Per Week
fr_fr: Par semaine
pt_pt: Por a semana

source: Per Month
fr_fr: Par mois
pt_pt: Por o mês

source: Days
fr_fr: Jours
pt_pt: Dias

source: Weeks
fr_fr: Semaines
pt_pt: Semanas

source: Months
fr_fr: Mois
pt_pt: Meses

source: Days Worked:
fr_fr: Jours ouvrs:
pt_pt: Os dias trabalharam:

source: Regular Time:
fr_fr: Temps rgulier:
pt_pt: Tempo regular:

source: Exception History
fr_fr: Histoire d'exception
pt_pt: História da exceção

source: Day of Week
fr_fr: Jour de semaine
pt_pt: Dia da semana

source: No Exception History
fr_fr: Aucune histoire d'exception
pt_pt: Nenhuma história da exceção

source: Actions
fr_fr: Action:
pt_pt: Acções

source: Object
fr_fr: Objets
pt_pt: Objecto

source: State where you pay contributions:
fr_fr: tat o vous payez des contributions:
pt_pt: Estado onde você paga contribuições:

source: State Reporting Number:
fr_fr: tat rapportant le nombre:
pt_pt: Estado que relata o número:

source: Total Payments (Line 1):
fr_fr: Paiements totaux (ligne 1):
pt_pt: Pagamentos totais (linha 1):

source: Exempt Payments (Line 2):
fr_fr: Paiements exempts (ligne 2):
pt_pt: Pagamentos isentos (linha 2):

source: Export Format Settings
fr_fr: Paramètres du format d'exportation

source: Overtime:
fr_fr: surtemps

source: Premium:
fr_fr: Prime:

source: Exactly as shown in Quickbooks
fr_fr: Exactement comme démontrer dans Quickbooks

source: Quickbooks Payroll Item Name
fr_fr: Nom de la feuille de paye Quickbook

source: Is your payroll company or software package not in the list?
fr_fr: Est-ce que votre compagnie de feuille de paye ou un paquetage logiciel n'est pas dans la liste?

source: Our highly skilled developers will be happy to add it for you, in most cases this can take less then 72 hours to complete, please contact our sales department for more information.
fr_fr: Nos développeurs qualifiés seront heureux de l'ajouter pour vous, le plus souvent, cela peut prendre moins de 72 heures pour compléter. Contactez notre service de vente pour + d'infos.

source: Comment
fr_fr: Commentaire
pt_pt: Comentário

source: Debit
fr_fr: Dbit
pt_pt: Débito

source: Credit
fr_fr: Crdit
pt_pt: Crédito

source: Difference:
fr_fr: Diffrence:
pt_pt: Diferença:

source: Client Status
fr_fr: Statut de client
pt_pt: Status do cliente

source: Client Group
fr_fr: Groupe de client
pt_pt: Grupo do cliente

source: Include Clients
fr_fr: Inclure les clients
pt_pt: Incluir clientes

source: Exclude Clients
fr_fr: Exclure les clients
pt_pt: Excluir clientes

source: Transaction Type
fr_fr: Type de transaction
pt_pt: Tipo da transação

source: Product Type
fr_fr: Type de produit
pt_pt: Tipo do produto

source: Product Group
fr_fr: Groupe de produit
pt_pt: Grupo de produto

source: Include Products
fr_fr: Inclure les produits
pt_pt: Incluir produtos

source: Exclude Products
fr_fr: Exclure les produits
pt_pt: Excluir produtos

source: Pay Stub
fr_fr: Payer le moignon
pt_pt: Pagar o topo

source: Include Employees with no data:
fr_fr: Inclure les employs sans des donnes:
pt_pt: Incluir empregados com nenhuns dados:

source: Pick a date
fr_fr: Slectionner une date
pt_pt: Escolher uma data

source: Display TimeSheet
fr_fr: Afficher l'horaire

source: Display Detailed TimeSheet
fr_fr: Afficher l'horaire détaillé

source: Employment Income (Box: 14):
fr_fr: Revenu d'emploi (bote: 14):
pt_pt: Renda do emprego (caixa: 14):

source: Income Tax (Box: 22):
fr_fr: Impt sur le revenu (bote: 22):
pt_pt: Imposto de renda (caixa: 22):

source: Employee CPP (Box: 16):
fr_fr: Employ CPP (bote: 16):
pt_pt: Empregado CPP (caixa: 16):

source: Employer CPP:
fr_fr: Employeur CPP:
pt_pt: Empregador CPP:

source: EI Insurable Earnings (Box: 24):
fr_fr: Revenus assurables E-I (bote: 24):
pt_pt: Salário Insurable EI (caixa: 24):

source: Employee EI (Box: 18):
fr_fr: Employ E-I (bote: 18):
pt_pt: Empregado EI (caixa: 18):

source: Employer EI:
fr_fr: Employeur E-I:
pt_pt: Empregador EI:

source: Union Dues (Box: 44):
fr_fr: Droits des syndicats (bote: 44):
pt_pt: Dívidas da união (caixa: 44):

source: Other Information
fr_fr: L'autre information
pt_pt: A outra informação

source: Box
fr_fr: Bote
pt_pt: Caixa

source: Pay Stub Account(s)
fr_fr: Comptes de moignon de salaire
pt_pt: Clientes do topo do pagamento

source: Display T4's
fr_fr: Affichage T4
pt_pt: Indicar T4

source: New Password:
fr_fr: Nouveau mot de passe:
pt_pt: Senha nova:

source: New Password (confirm):
fr_fr: Nouveau mot de passe (confirmer):
pt_pt: Senha nova (confirmar):

source: Change Password
fr_fr: Changer le mot de passe

source: An email has been sent to <b>%1</b> with instructions on how to change your password.
fr_fr: Un email a été envoyé à <b>%1</b> avec des instructions sur la façon dont changer votre mot de passe.
pt_pt: Um email foi emitido a <b>%1</b> com instruções em como mudar sua senha.

source: Reset Password
fr_fr: Remettre à zéro le mot de passe
pt_pt: Restaurar a senha

source: ISO Currency:
fr_fr: Devise d'OIN:
pt_pt: Moeda corrente do ISO:

source: Base Currency:
fr_fr: Devise basse:
pt_pt: Moeda corrente baixa:

source: (base all other conversion rates off this currency)
fr_fr: (baser tous autres taux de conversion outre de cette devise)
pt_pt: (basear todas taxas de conversão restantes fora desta moeda corrente)

source: Conversion Rate:
fr_fr: Taux de conversion:
pt_pt: Taxa de conversão:

source: Default Currency:
fr_fr: Devise de défaut:
pt_pt: Moeda corrente do defeito:

source: Auto Update:
fr_fr: Mise à jour automatique:

source: (download rate from real-time data feed)
fr_fr: (taux de téléchargement d'alimentation en temps réel de données)
pt_pt: (taxa do download da alimentação real-time dos dados)

source: Rate Modify Percent:
fr_fr: Le taux modifient des pour cent:
pt_pt: A taxa modifica por cento:

source: Actual Rate:
fr_fr: Taux réel:
pt_pt: Taxa real:

source: Last Downloaded Date:
fr_fr: Date téléchargée par bout:
pt_pt: Data Downloaded último:

source: WARNING: There is no base currency set. Please create a base currency immediately.
fr_fr: AVERTISSEMENT: Il n'y a aucun ensemble bas de devise. Veuillez créer une devise basse immédiatement.
pt_pt: AVISO: Não há nenhum jogo baixo da moeda corrente. Criar por favor uma moeda corrente baixa imediatamente.

source: Auto Update
fr_fr: Mise à jour automatique

source: Update Rates
fr_fr: Taux de mise à jour
pt_pt: Taxas do Update

source: WARNING: %1 was unable to set your time zone. Please contact your %1 administrator immediately.
fr_fr: AVERTISSEMENT: %1 ne pouvaient pas placer votre fuseau horaire. Veuillez contacter votre administrateur %1 immédiatement.
pt_pt: AVISO: %1 era incapazes de ajustar sua zona de tempo. Contatar por favor seu administrador %1 imediatamente.

source: For more information please click here.
fr_fr: Pour plus d'information cliquer svp ici.
pt_pt: Para mais informação estalar por favor aqui.

source: WARNING: %1 maintenance jobs have not run in the last 48hours. Please contact your %1 administrator immediately.
fr_fr: AVERTISSEMENT: les %1 travaux d'entretien n'ont pas fonctionné dans le dernier 48hours. Veuillez contacter votre administrateur %1 immédiatement.
pt_pt: AVISO: %1 trabalhos da manutenção não funcionaram no último 48hours. Contatar por favor seu administrador %1 imediatamente.

source: WARNING: %1 is currently in INSTALL MODE. Please go to your timetrex.ini.php file and set "installer_enabled" to "FALSE".
fr_fr: AVERTISSEMENT: %1 est INSTALLENT actuellement dedans le MODE. Veuillez aller à votre dossier de timetrex.ini.php et l'ensemble « installer_enabled » « FAUX ».
pt_pt: AVISO: %1 é atualmente INSTALA dentro a MODALIDADE. Ir por favor a sua lima de timetrex.ini.php e o jogo “installer_enabled” “FALSO”.

source: WARNING: %1 application version does not match database version. Please re-run the TimeTrex installer to complete the upgrade process.
fr_fr: AVERTISSEMENT: la version de %1 applications pas version de base de données de match. Veuillez réexécuter l'installateur de TimeTrex pour compléter le processus de mise à niveau.
pt_pt: AVISO: uma versão de %1 aplicações não combina a versão da base de dados. Tornar a colocar em funcionamento por favor o instalador de TimeTrex para terminar o processo do melhoramento.

source: Punch Type
fr_fr: Type de punch
pt_pt: Tipo do perfurador

source: In/Out
fr_fr: n/Out

source: Good
fr_fr: Bon

source: Please enter your site configuration information below. If you are unsure of the fields, we suggest that you use the default values.
fr_fr: Veuillez crire votre information de configuration d'emplacement ci-dessous. Si vous tes incertain des champs, nous proposons que vous employiez les valeurs par dfaut.
pt_pt: Incorporar por favor sua informação da configuração do local abaixo. Se você for unsure dos campos, nós sugerimos que você usa os valores de defeito.

source: (No trailing slash)
fr_fr: (Aucune estafilade de remorquage)
pt_pt: (Nenhum slash arrastando)

source: Log Directory:
fr_fr: Annuaire de notation:
pt_pt: Diretório do registro:

source: Storage Directory:
fr_fr: Annuaire de stockage:
pt_pt: Diretório do armazenamento:

source: Cache Directory:
fr_fr: Annuaire de cachette:
pt_pt: Diretório do esconderijo:

source: Enable %1 Update Notifications:
fr_fr: Permettre %1 avis de mise jour:
pt_pt: Permitir %1 notificações do Update:

source: When this is enabled, administrators will receive update
fr_fr: Quand ceci est permis, les administrateurs recevront la mise jour
pt_pt: Quando isto é permitido, os administradores receberão o update

source: notices when new versions, or updated %1<b>tax formulas/tables</b>%2 are available.
fr_fr: notices quand les nouvelles versions, ou les <b>formules</b> mises jour de %1tax<b>/tables%2</b> sont disponibles.
pt_pt: observações quando as versões novas, ou as <b>fórmulas</b> updated de %1tax<b>/tables%2</b> estiverem disponíveis.
