Repository: DonaldGarlick/TimeTrex
Catalog: interface/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pt_pt

source: Always Apply Over Time Policy:
fr_fr: Appliquer toujours la police temps Finie:
pt_pt: Aplicar sempre a política excedente de tempo:

source: (Even if they are not eligible for holiday pay)
fr_fr: (Mme si ils ne sont pas habilits au salaire de vacances)
pt_pt: (Mesmo se não são elegíveis para o pagamento de feriado)

source: Include Over Time in Average:
fr_fr: Inclure temps fini la moyenne:
pt_pt: Incluir tempo excedente na média:

source: Include Paid Absence Time in Average:
fr_fr: Inclure l'absence paye Temps la moyenne:
pt_pt: Incluir ausência paga Tempo na média:

source: Recurring Holidays:
fr_fr: Vacances se reproduisantes:
pt_pt: Feriados retornando:

source: Meal Policy
fr_fr: Politique de repas
pt_pt: Política da refeição

source: Absence Policy
fr_fr: Politique d'absence
pt_pt: Política da ausência

source: Window
fr_fr: Fentre
pt_pt: Janela

source: Active After
fr_fr: Actif ensuite
pt_pt: Ativo em seguida

source: Overtime Policies:
fr_fr: Des heures supplmentaires politiques:
pt_pt: Fora do tempo estipulado políticas:

source: Accrual Policies:
fr_fr: Politiques accumules:
pt_pt: Políticas Accrual:

source: Premium Policies:
fr_fr: Politiques de la meilleure qualit:
pt_pt: Políticas superiores:

source: Exception Policy:
fr_fr: Politique d'exception:
pt_pt: Política da exceção:

source: Next Date
fr_fr: La date prochaine
pt_pt: Data seguinte

source: Active
fr_fr: Actif
pt_pt: Ativo

source: Severity
fr_fr: Urgence
pt_pt: Severidade

source: Demerits
fr_fr: Dmrites
pt_pt: Deméritos

source: Watch Window
fr_fr: Fentre de montre
pt_pt: Janela do relógio

source: Email Notification
fr_fr: Avertissement par courrier électronique

source: Holidays
fr_fr: Vacances
pt_pt: Feriados

source: Criteria
fr_fr: Critères
pt_pt: Critérios

source: Matching Employees
fr_fr: Employés étant assortis
pt_pt: Empregados combinando

source: Select
fr_fr: Choisi
pt_pt: Seleto

source: Federal Claim Amount:
fr_fr: Quantit fdrale de rclamation:
pt_pt: Uma quantidade federal da reivindicação:

source: Federal Tax Exempt:
fr_fr: Exempt d'impôts fédéral:
pt_pt: Imposto federal - exempt:

source: Provincial Claim Amount:
fr_fr: Quantité provinciale de réclamation:
pt_pt: Uma quantidade provincial da reivindicação:

source: Provincial Tax Exempt:
fr_fr: Exempt d'impôts provincial:
pt_pt: Imposto provincial - exempt:

source: Additional Deduction Amount:
fr_fr: Quantité additionnelle de déduction:
pt_pt: Uma quantidade adicional da dedução:

source: WCB Rate:
fr_fr: Taux de WCB:
pt_pt: Taxa de WCB:

source: Vacation Rate:
fr_fr: Taux de vacances:
pt_pt: Taxa das férias:

source: Always Release Vacation:
fr_fr: Toujours vacances de dégagement:
pt_pt: Sempre férias da liberação:

source: EI Exempt:
fr_fr: E-I exempter:

source: CPP Exempt:
fr_fr: CPP exemptent:

source: Federal Filing Status:
fr_fr: Statut fédéral de classement:
pt_pt: Status federal do arquivamento:

source: Federal Allowance:
fr_fr: Allocation fédérale:
pt_pt: Permissão federal:

source: Federal Additional Deduction:
fr_fr: Déduction additionnelle fédérale:
pt_pt: Dedução adicional federal:

source: State Filing Status:
fr_fr: Statut de classement d'état:
pt_pt: Status do arquivamento do estado:

source: State Allowance:
fr_fr: Allocation d'état:
pt_pt: Permissão do estado:

source: State Additional Deduction:
fr_fr: Déduction additionnelle d'état:
pt_pt: Dedução adicional do estado:

source: State UI Rate:
fr_fr: Taux de l'état UI:
pt_pt: Taxa do estado UI:

source: State UI Wage Base:
fr_fr: Base de salaire de l'état UI:
pt_pt: Base do salário do estado UI:

source: State Tax Exempt:
fr_fr: État exempt d'impôts:
pt_pt: Imposto de estado - exempt:

source: Social Security (FICA) Exempt:
fr_fr: La sécurité sociale (FICA) exemptent:
pt_pt: A segurança social (FICA) Exempt:

source: UnEmployment Insurance (FUTA) Exempt:
fr_fr: L'assurance chômage (FUTA) exemptent:
pt_pt: O seguro de desemprego (FUTA) Exempt:

source: Medicare Exempt:
fr_fr: Assurance-maladie exempte:
pt_pt: Medicare isento:

source: In order to improve your <b>%1</b> experience, please define your personal preferences.
fr_fr: Afin d'améliorer votre expérience <b>%1</b>, définir svp vos préférences personnelles.
pt_pt: A fim melhorar sua experiência <b>%1</b>, definir por favor suas preferências pessoais.

source: Language:
fr_fr: Langue:
pt_pt: Língua:

source: Date Format:
fr_fr: Format de date:
pt_pt: Formato de data:

source: Time Format:
fr_fr: Format de Temps:
pt_pt: Formato de Tempo:

source: Time Units:
fr_fr: Units de Temps:
pt_pt: Unidades de Tempo:

source: Time Zone:
fr_fr: Fuseau horaire:
pt_pt: Zona de tempo:

source: Start Weeks on:
fr_fr: Commencer des semaines dessus:
pt_pt: Começar semanas sobre:

source: Rows per Page:
fr_fr: Ranges par la page:
pt_pt: Fileiras por a página:

source: Email Notifications
fr_fr: Avertissement par email

source: Send Notifications to Home Email:
fr_fr: Envoyer une notification a votre Couriel principale

source: Add Deductions:
fr_fr: Ajouter les déductions:
pt_pt: Adicionar deduções:

source: Welcome to <b>%1</b> since this is your first time logging in, we need you to fill out the following information.
fr_fr: Bienvenue à <b>%1</b> puisque c'est votre première fois entrant, nous avons besoin de toi pour compléter l'information suivante.
pt_pt: Boa vinda a <b>%1</b> desde que esta é sua primeira vez que entra, nós necessitamo-lo encher para fora a seguinte informação.

source: PS Amendment
fr_fr: Amendement de picoseconde
pt_pt: Emenda do picosegundo

source: ROE
fr_fr: OEUFS DE POISSON

source: Employee Identification
fr_fr: Identification des employs
pt_pt: Identificação do empregado

source: Pay Period Schedule:
fr_fr: Programme de priode de salaire:
pt_pt: Programação do período do pagamento:

source: Policy Group:
fr_fr: Groupe de politique:
pt_pt: Grupo da política:

source: Employee Number:
fr_fr: Nombre des employs:
pt_pt: Número do empregado:

source: Next available:
fr_fr: Prochain disponible:
pt_pt: Disponível seguinte:

source: Phone Password:
fr_fr: Mot de passe de téléphone:
pt_pt: Senha do telefone:

source: Phone Password (confirm):
fr_fr: Mot de passe de téléphone (confirmer):
pt_pt: Senha do telefone (confirmar):

source: iButton ID:
fr_fr: identification d'iButton:

source: Hire Date:
fr_fr: Date de location:
pt_pt: Data do Hire:

source: Middle Name:
fr_fr: Deuxième prénom:
pt_pt: Nome médio:

source: Second Surname:
fr_fr: Deuxième prénom:

source: Sex:
fr_fr: Sexe:
pt_pt: Sexo:

source: Home Address (Line 1):
fr_fr: Adresse à la maison (ligne 1):
pt_pt: Endereço Home (linha 1):

source: Home Address (Line 2):
fr_fr: Adresse à la maison (ligne 2):
pt_pt: Endereço Home (linha 2):

source: Work Phone:
fr_fr: Téléphone au travail:
pt_pt: Telefone do trabalho:

source: Home Phone:
fr_fr: Téléphone à la maison:
pt_pt: Telefone Home:

source: Mobile Phone:
fr_fr: Cellulaire:
pt_pt: Telefone móvel:

source: Work Email:
fr_fr: Email de travail:
pt_pt: Email do trabalho:

source: Home Email:
fr_fr: Email à la maison:
pt_pt: Email Home:

source: SIN / SSN:
fr_fr: PÉCHÉ/SSN:

source: Employee Preferences
fr_fr: Prfrences des employs
pt_pt: Preferências do empregado

source: Employee Tax / Deductions
fr_fr: Impt/dductions des employs
pt_pt: Imposto/deduções do empregado

source: Deductions:
fr_fr: Dductions:
pt_pt: Deduções:

source: Wage:
fr_fr: Salaire:
pt_pt: Salário:

source: Average Time / Week:
fr_fr: Temps moyen/semaine:
pt_pt: Tempo médio/semana:

source: (ie: 40 hours / week)
fr_fr: (IE: 40 heures/semaine)
pt_pt: (IE: 40 horas/semana)

source: Labor Burden Percent:
fr_fr: Pour cent de travail de fardeau:
pt_pt: Por cento Labor do Burden:

source: % (ie: 25% burden)
fr_fr: % (IE: fardeau de 25%)
pt_pt: % (IE: burden de 25%)

source: Calculate
fr_fr: Calculer
pt_pt: Calcular

source: or
fr_fr: ou
pt_pt: ou

source: Continue
fr_fr: Continuer
pt_pt: Continuar

source: Failed:
fr_fr: Échoué:
pt_pt: Falhado:

source: Warning:
fr_fr: Avertissement:
pt_pt: Aviso:

source: Success:
fr_fr: Succès:
pt_pt: Sucesso:

source: Label
fr_fr: Étiquette
pt_pt: Etiqueta

source: Title
fr_fr: Titre
pt_pt: Título

source: Current Password:
fr_fr: Mot de passe courant:
pt_pt: Senha atual:

source: WARNING
fr_fr: AVERTISSEMENT

source: Login
fr_fr: Ouverture
pt_pt: Início de uma sessão

source: To Sign-In/Out over the telephone dial <b>1-800-714-5153</b>, press "<b>8</b>" at the menu and follow the prompts.
fr_fr: À Signe-Dans/dehors au-dessus du cadran <b>1-800-714-5153 de</b> téléphone, serrer « <b>8</b> » au menu et suivre les messages de sollicitation.
pt_pt: A Sinal-Em/para fora sobre o seletor <b>1-800-714-5153 do</b> telefone, pressionar “<b>8</b>” no menu e seguir os alertas.

source: Current Phone Password:
fr_fr: Mot de passe courant de téléphone:
pt_pt: Senha atual do telefone:

source: New Phone Password:
fr_fr: Nouveau mot de passe de téléphone:
pt_pt: Senha nova do telefone:

source: New Phone Password (confirm):
fr_fr: Nouveau mot de passe de téléphone (confirmer):
pt_pt: Senha nova do telefone (confirmar):

source: Policies highlighted in yellow may not be active yet because they are not assigned to a
fr_fr: Les politiques surlignées en jaune peuvent ne pas être active car elles ne sont pas assignées a

source: Policy Group
fr_fr: Groupe de politique
pt_pt: Grupo da política

source: Client Name:
fr_fr: Nom du client:
pt_pt: Nome do cliente:

source: Sales Contact:
fr_fr: Contact de ventes:
pt_pt: Contato das vendas:

source: Support Contact:
fr_fr: Contact de soutien:
pt_pt: Contato da sustentação:

source: Website:
fr_fr: Site Web:

source: Add Job
fr_fr: Ajouter un travail

source: Default:
fr_fr: Par défaut:
pt_pt: Defeito:

source: Address (Line 3):
fr_fr: Adresse (ligne 3):

source: Client Portal
fr_fr: Portail du client

source: First
fr_fr: Premièrement
pt_pt: Primeiramente

source: Last
fr_fr: Finalement
pt_pt: Último

source: Add Company
fr_fr: Ajouter une compagnie

source: Credit Card Number:
fr_fr: Numéro de carte de crédit:
pt_pt: Número de cartão do crédito:

source: Expiry Date:
fr_fr: Date d'échance:
pt_pt: Data de Expiry:

source: Credit Card Security Code (CSC):
fr_fr: Code de sécurité de carte de crédit (CSC):
pt_pt: Código de segurança do cartão de crédito (CSC):

source: Card Holder Name:
fr_fr: Nom sur la carte de crédit:
pt_pt: Nome do suporte de cartão:

source: Card Issuing Banks Phone Number:
fr_fr: Téléphone de l'institution émettrice de la carte
pt_pt: Cartão que emite o número de telefone dos bancos:

source: Bank Type:
fr_fr: Type d'institution

source: Recent Activity Summary for %1
fr_fr: Résumé d'activités récente pour %1
pt_pt: Sumário recente da atividade para %1

source: Current Exceptions
fr_fr: Exceptions courantes
pt_pt: Exceções atuais

source: Recent Requests
fr_fr: Demandes récentes
pt_pt: Pedidos recentes

source: No Recent Requests
fr_fr: Aucunes demandes récentes
pt_pt: Nenhuns pedidos recentes

source: Recent Messages
fr_fr: Messages récents
pt_pt: Mensagens recentes

source: No Recent Messages
fr_fr: Aucuns messages récents
pt_pt: Nenhumas mensagens recentes

source: No Pending Requests
fr_fr: Aucune requête en attente
pt_pt: Nenhuns pedidos pendentes

source: Default Policy:
fr_fr: Politique de dfaut:
pt_pt: Política do defeito:

source: Enable Time Bank:
fr_fr: Permettre la banque de Temps:
pt_pt: Permitir o banco de Tempo:

source: Over Time Shift Default Attribute:
fr_fr: Attribut fini de dfaut de dcalage de temps:
pt_pt: Atributo excedente do defeito do deslocamento de tempo:

source: Under Time Shift Default Attribute:
fr_fr: Sous l'attribut de dfaut de dcalage de Temps:
pt_pt: Sob o atributo do defeito do deslocamento de Tempo:

source: Lunch Start
fr_fr: Dbut de djeuner
pt_pt: Começo do Lunch

source: Lunch End
fr_fr: Extrmit de djeuner
pt_pt: Extremidade do Lunch

source: Round Value:
fr_fr: Valeur ronde:
pt_pt: Valor redondo:

source: Form data has been saved!
fr_fr: Des données de forme ont été sauvées !
pt_pt: Os dados do formulário foram conservados!

source: Balance
pt_pt: Contrapeso

source: Balance:
pt_pt: Contrapeso:

source: Notes
pt_pt: Notas

source: Type:
pt_pt: Tipo:

source: Net
pt_pt: Rede

source: Net:
pt_pt: Rede:

source: Description:
pt_pt: Descrição:

source: Pay Stub Account:
pt_pt: Cliente do topo do pagamento:

source: Description
pt_pt: Descrição

source: Options
pt_pt: Opções

source: Note:
pt_pt: Nota:

source: Client:
pt_pt: Cliente:

source: N/A
pt_pt: N/D

source: Note (public):
pt_pt: Nota (público):

source: Contacts
pt_pt: Contatos

source: Note
pt_pt: Nota

source: Transactions
pt_pt: Transacções

source: Gateway Credentials
pt_pt: Credentials da passagem

source: Source:
pt_pt: Fonte:

source: Port:
pt_pt: Porto:

source: Branches
pt_pt: Filiais

source: Source
pt_pt: Fonte

source: Date:
pt_pt: Data:

source: Date
pt_pt: Data

source: Code:
pt_pt: Código:

source: Parent:
pt_pt: Pai:

source: Version:
pt_pt: Versão:

source: Position:
pt_pt: Posição:

source: Documents
pt_pt: Originais

source: Min
pt_pt: Minuto

source: Max
pt_pt: Máximo

source: Include Pay Stub Accounts:
pt_pt: Incluir clientes do topo do pagamento:

source: Pay Stub Accounts
pt_pt: Pagar clientes do topo

source: Included Pay Stub Accounts
pt_pt: Clientes incluídos do topo do pagamento

source: Included Pay Stub Accounts Currently Selected, Click the arrow to modify.
pt_pt: Os clientes incluídos do topo do pagamento selecionados atualmente, estalam a seta para modificar.

source: Exclude Pay Stub Accounts:
pt_pt: Excluir clientes do topo do pagamento:

source: Excluded Pay Stub Accounts
pt_pt: Clientes excluídos do topo do pagamento

source: Excluded Pay Stub Accounts Currently Selected, Click the arrow to modify.
pt_pt: Os clientes excluídos do topo do pagamento selecionados atualmente, estalam a seta para modificar.

source: NOTE:
pt_pt: NOTA:

source: Station:
pt_pt: Estação:

source: Exceptions
pt_pt: Exceções

source: Clients
pt_pt: Clientes

source: Messages
pt_pt: Mensagens

source: Transaction
pt_pt: Transação

source: Exceptions:
pt_pt: Exceções:

source: Action:
pt_pt: Ação:

source: Code
pt_pt: Código

source: Absent:
pt_pt: Ausente:

source: In:
pt_pt: Em:

source: In
pt_pt: Em

source: Out
pt_pt: Para fora

source: Branches:
pt_pt: Filiais:

source: Include Tax Policy:
pt_pt: Incluir a política de imposto:

source: Client
pt_pt: Cliente

source: To:
pt_pt: Para:

source: Province:
pt_pt: Província:

source: Exception
pt_pt: Exceção

source: Action
pt_pt: Ação

source: Types
pt_pt: Tipos

source: Punch
pt_pt: Perfurador

source: OK
pt_pt: APROVAÇÃO

source: IMPORTANT
pt_pt: IMPORTANTE

source: Message
pt_pt: Mensagem

source: To
pt_pt: A

source: Document:
pt_pt: Original:

source: Absence
pt_pt: Ausência

source: to
pt_pt: a

source: Strict:
pt_pt: Estrito:
