Repository: DonaldGarlick/TimeTrex
Catalog: interface/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pt_pt

source: These notices require your system to periodically send TimeTrex statistics about your installation in order to help us understand usage patterns and improve the product.
fr_fr: Ces notices exigent de votre systme d'envoyer priodiquement des statistiques de TimeTrex au sujet de votre installation afin de nous aider comprendre des modles d'utilisation et amliorer le produit.
pt_pt: Estas observações requerem seu sistema emitir periòdicamente statistics de TimeTrex sobre sua instalação a fim ajudar-nos compreender testes padrões do uso e melhorar o produto.

source: *HIGHLY RECOMMENDED
fr_fr: *HIGHLY RECOMMAND
pt_pt: *HIGHLY RECOMENDADO

source: Make statistics anonymous:
fr_fr: Rendre les statistiques anonymes:
pt_pt: Fazer statistics anonymous:

source: Back
fr_fr: Dos
pt_pt: Parte traseira

source: <b>Congratulations!</b> You have successfully
fr_fr: <b>Flicitations !</b> Vous avez avec succs
pt_pt: <b>Felicitações!</b> Você tem com sucesso

source: upgraded
fr_fr: amlior
pt_pt: promovido

source: installed
fr_fr: install
pt_pt: instalado

source: We recommend that you visit our Online University or read our
fr_fr: Nous vous recommandons de visiter notre Université en ligne ou bien de nous lire

source: to help you get started with %1.
fr_fr: pour vous aider à commencer avec %1.

source: In order for your %1 installation to function properly, please ensure all of the system check items listed below are marked as <b>OK</b>. If any are red, please take the necessary steps to fix them.
fr_fr: Afin votre installation %1 la fonction correctement, s'assurent svp tous les articles de contrle de systme numrs ci-dessous sont marqus en tant que <b>BIEN</b>. Si en sont rouges, prendre svp les mesures ncessaires pour les fixer.
pt_pt: Para que sua instalação %1 à função corretamente, se assegura por favor todos os artigos da verificação do sistema alistados abaixo são marcados como <b>ESTÁ BEM</b>. Se alguns forem vermelhos, fazer exame por favor das etapas necessárias para repará-las.

source: For installation support, please join our community %1forums%2 or contact a TimeTrex support expert for %3Implementation Support Services%4.
fr_fr: Pour l'appui d'installation, joindre svp notre communaut %1forums%2 ou contacter un expert en matire de soutien de TimeTrex pour l'appui Services%4 de %3Implementation.
pt_pt: Para a sustentação da instalação, juntar por favor nossa comunidade %1forums%2 ou contatar um perito da sustentação de TimeTrex para a sustentação Services%4 de %3Implementation.

source: TimeTrex Version:
fr_fr: Version de TimeTrex:
pt_pt: Versão de TimeTrex:

source: Unable to Check Latest Version
fr_fr: Incapable de vrifier la plus dfunte version
pt_pt: Incapaz de verificar a versão a mais atrasada

source: Download v%1 Now
fr_fr: Tlchargement v%1 maintenant
pt_pt: Download v%1 agora

source: PHP Version:
fr_fr: Version de PHP:
pt_pt: Versão de PHP:

source: Invalid
fr_fr: Inadmissible
pt_pt: Inválido

source: Unsupported
fr_fr: Non soutenu

source: PHP Requirements
fr_fr: Configuration PHP requise

source: Database Engine:
fr_fr: Moteur de base de donnes:
pt_pt: Motor da base de dados:

source: Database Version:
fr_fr: Version de base de donnes:
pt_pt: Versão da base de dados:

source: Warning: Not Installed. (BCMATH extension must be enabled)
fr_fr: Avertissement: Non install. (La prolongation de BCMATH doit tre permise)
pt_pt: Aviso: Não instalado. (A extensão de BCMATH deve ser permitida)

source: Warning: Not Installed. (GETTEXT extension must be enabled)
fr_fr: Avertissement: Non install. (La prolongation de GETTEXT doit tre permise)
pt_pt: Aviso: Não instalado. (A extensão de GETTEXT deve ser permitida)

source: CALENDAR Enabled:
fr_fr: CALENDRIER Activé:

source: SOAP Enabled:
fr_fr: SOAP Activé:

source: Warning: Not Installed. (SOAP extension must be enabled)
fr_fr: Avertissement: Non install. (La prolongation de SAVON doit tre permise)
pt_pt: Aviso: Não instalado. (A extensão do SABÃO deve ser permitida)

source: GD Enabled:
fr_fr: GD Activé:

source: MCRYPT Enabled:
fr_fr: MCRYPT Activé:

source: Warning: Not Installed. (MCRYPT extension must be enabled)
fr_fr: Avertissement: Non install. (La prolongation de MCRYPT doit tre permise)
pt_pt: Aviso: Não instalado. (A extensão de MCRYPT deve ser permitida)

source: SimpleXML Enabled:
fr_fr: SimpleXML Activé:

source: MAIL Enabled:
fr_fr: MAIL activé

source: PEAR Enabled:
fr_fr: Paire SBYN_CSF_R3 CSF_ALERTER_LOG 25/05/09 109936 86 HEAP

source: Warning: Not Installed.
fr_fr: Avertissement: Non install.
pt_pt: Aviso: Não instalado.

source: (try running: "<b>go-pear.bat</b>")
fr_fr: (fonctionnement d'essai: <b>go-pear.bat</b>)
pt_pt: (corredor da tentativa: “<b>go-pear.bat</b>”)

source: (install the PEAR RPM or package from %1)
fr_fr: (installer la POIRE T/MN ou l'empaqueter de %1)
pt_pt: (instalar a PERA RPM ou a empacotar de %1)

source: Safe Mode Turned Off:
fr_fr: Mode sans erreur désactivé:

source: Safe Mode is On. (Please disable it in php.ini)
fr_fr: Le mode sr est allum. (Le neutraliser svp dans php.ini)
pt_pt: A modalidade segura é sobre. (A incapacitar por favor em php.ini)

source: Memory Limit:
fr_fr: Limite de la mémoire:

source: Other Requirements
fr_fr: Autres exigences

source: Writable %1 Configuration File (timetrex.ini.php):
fr_fr: Dossier affichage de %1 configurations (timetrex.ini.php):
pt_pt: Lima Writable de %1 configurações (timetrex.ini.php):

source: Warning: Not writable
fr_fr: Avertissement: Non affichage
pt_pt: Aviso: Nao writable

source: Writable Cache Directory:
fr_fr: Annuaire affichage de cachette:
pt_pt: Diretório Writable do esconderijo:

source: Writable Storage Directory:
fr_fr: Annuaire affichage de stockage:
pt_pt: Diretório Writable do armazenamento:

source: Writable Log Directory:
fr_fr: Annuaire affichage de notation:
pt_pt: Diretório Writable do registro:

source: Your %1 configuration file (timetrex.ini.php) is located at:<br> <b>%2</b>
fr_fr: <b>%2</b>
pt_pt: <b>%2</b>

source: Your PHP configuration file (php.ini) is located at:<br> <b>%1</b>, the include path is: "<b>%2</b>"
fr_fr: <b>%1</b>, le chemin d'inclure est: <b>%2</b>
pt_pt: <b>%1</b>, o trajeto incluir é: “<b>%2</b>”

source: Detailed
fr_fr: Dtaill
pt_pt: Detalhado

source: PHP Information
fr_fr: L'information de PHP
pt_pt: Informação de PHP

source: Re-Check
fr_fr: Revrifier
pt_pt: Verificar novamente

source: Please read through the following license and if you agree and accept it, click the "I Accept" checkbox at the bottom.
fr_fr: Svp lu par le permis suivant et si vous le convenez et acceptez, cliquer j'acceptent le checkbox au fond.
pt_pt: Lido por favor através da seguinte licença e se você a concordar e aceitar, estalar “mim aceitam” o checkbox no fundo.

source: NO LICENSE FILE FOUND, Your installation appears to be corrupt!
fr_fr: AUCUN DOSSIER de PERMIS TROUV, votre installation ne semble tre corrompu !
pt_pt: NENHUMA LIMA da LICENÇA ENCONTRADA, sua instalação parece ser corrupt!

source: I Accept
fr_fr: J'accepte
pt_pt: Eu aceito

source: The installer has already been run, as a safety measure it has been disabled from running again. If you are absolutely sure you want to run it again, or upgrade your system, please go to your timetrex.ini.php file and set "installer_enabled" to "TRUE". The line should look like:
fr_fr: L'installateur a t dj couru, car une mesure de scurit il a t neutralise de courir encore. Si vous tes absolument sr vous voulez le courir encore, ou amliorez votre systme, veuillez aller votre dossier de timetrex.ini.php et l'ensemble installer_enabled VRAI. La ligne devrait regarder le got:
pt_pt: O instalador tem sido funcionado já, porque uma medida de segurança ele foi incapacitada de funcionar outra vez. Se você for absolutamente certo você quiser o funcionar outra vez, ou promover seu sistema, ir por favor a sua lima de timetrex.ini.php e o jogo “installer_enabled” “VERDADEIRO”. A linha deve olhar o gosto:

source: installer_enabled = TRUE
fr_fr: installer_enabled = RECTIFIENT
pt_pt: installer_enabled = RECTIFICAM

source: After this change has been made, you can click the "Start" button below to begin your installation. <b>After the installation is complete, you will want to change "installer_enabled" to "FALSE".</b>
fr_fr: Aprs que ce changement ait t fait, vous pouvez cliquer le bouton de dbut ci-dessous pour commencer votre installation. <b>Aprs que l'installation soit complte, vous voudrez changer installer_enabled FAUX.</b>
pt_pt: Depois que esta mudança foi feita, você pode estalar a tecla do “começo” abaixo para começar sua instalação. <b>Depois que a instalação está completa, você quererá mudar “installer_enabled” “FALSO”.</b>

source: For help, please visit
fr_fr: Pour l'aide, visiter svp
pt_pt: Para a ajuda, visitar por favor

source: <b>Congratulations!</b> You have successfully upgraded %1 to <b>%2</b>.
fr_fr: <b>Flicitations !</b> Vous avez avec succs amlior %1 <b>%2</b>.
pt_pt: <b>Felicitações!</b> Você promoveu com sucesso %1 a <b>%2</b>.

source: <b>NOTE:</b> In order to access new features you may need to re-apply the <b>Administrator</b> permission preset to each administrator employee in %1.
fr_fr: <b>NOTE:</b> Afin d'accder de nouveaux dispositifs que vous pouvez avoir besoin pour rappliquer la permission d'<b>administrateur</b> prrgle chaque employ d'administrateur dans %1.
pt_pt: <b>NOTA:</b> A fim alcançar características que novas você pode necessitar reaplicar a permissão do <b>administrador</b> pré-ajustada a cada empregado do administrador em %1.

source: Please enter the administrator user name and password.
fr_fr: Veuillez entrer le nom et le mot de passe d'utilisateur d'administrateur.
pt_pt: Incorporar por favor o nome e a senha do usuário do administrador.

source: Password (confirm):
fr_fr: Mot de passe (confirmer):
pt_pt: Senha (confirmar):

source: First Name:
fr_fr: Pérnom:
pt_pt: Primeiro nome:

source: Last Name:
fr_fr: Nom
pt_pt: Último nome:

source: Please enter your company information below.
fr_fr: Veuillez crire votre information de compagnie ci-dessous.
pt_pt: Incorporar por favor sua informação da companhia abaixo.

source: Company Full Name:
fr_fr: Nom et prnoms de compagnie:
pt_pt: Nome cheio da companhia:

source: Company Short Name:
fr_fr: Nom court de compagnie:
pt_pt: Nome curto da companhia:

source: Connection test to your database as a non-privileged user has <b>SUCCEEDED</b>! You may continue.
fr_fr: L'essai de raccordement votre base de donnes en tant qu'utilisateur non-privileged <b>A RUSSI</b> ! Vous pouvez continuer.
pt_pt: O teste da conexão a sua base de dados como um usuário non-privileged <b>SUCEDEU</b>! Você pode continuar.

source: Connection test to your database as a non-privileged user has <b>FAILED</b>! Please correct them and try again.
fr_fr: L'essai de raccordement votre base de donnes en tant qu'utilisateur non-privileged <b>A CHOU</b> ! Veuillez les corriger et essayer encore.
pt_pt: O teste da conexão a sua base de dados como um usuário non-privileged <b>FALHOU</b>! Corrigi-los por favor e tentá-los outra vez.

source: Connection test to your database as a privileged user has <b>FAILED</b>! Please correct the user name/password and try again.
fr_fr: L'essai de raccordement votre base de donnes en tant qu'utilisateur privilgi <b>A CHOU</b> ! Veuillez corriger le nom/mot de passe d'utilisateur et essayer encore.
pt_pt: O teste da conexão a sua base de dados como um usuário privilegiado <b>FALHOU</b>! Corrigir por favor o nome/senha do usuário e tentá-los outra vez.

source: Please enter your database configuration information below. If you are unsure, use the default values.
fr_fr: Veuillez crire votre information de configuration de base de donnes ci-dessous. Si vous tes incertain, employer les valeurs par dfaut.
pt_pt: Incorporar por favor sua informação da configuração da base de dados abaixo. Se você for unsure, usar os valores de defeito.

source: Host Name:
fr_fr: Nom d'hte:
pt_pt: Nome de anfitrião:

source: Database Name:
fr_fr: Nom de base de donnes:
pt_pt: Nome da base de dados:

source: User Name for
fr_fr: Nom d'utilisateur pour
pt_pt: Nome do usuário para

source: Password for
fr_fr: Mot de passe pour
pt_pt: Senha para

source: Privileged Database User Name / Password. This is only used to create the database schema if the above user does not have permissions to do so.
fr_fr: Nom/mot de passe privilgis d'utilisateur de base de donnes. Ceci est seulement employ pour crer le schma de base de donnes si l'utilisateur ci-dessus n'a pas des permissions de faire ainsi.
pt_pt: Nome/senha privilegiados do usuário da base de dados. Isto está usado somente criar o schema da base de dados se o usuário acima não tiver permissões fazer assim.

source: Privileged Database User Name:
fr_fr: Nom privilgi d'utilisateur de base de donnes:
pt_pt: Nome privilegiado do usuário da base de dados:

source: Privileged Database User Password:
fr_fr: Mot de passe privilgi d'utilisateur de base de donnes:
pt_pt: Senha privilegiada do usuário da base de dados:

source: Test Connection
fr_fr: Examiner le raccordement
pt_pt: Testar a conexão

source: Installing/Upgrading the TimeTrex database may take up to 10 minutes. Please do not stop the process in any way, including pressing STOP or BACK in your web browser, doing so may leave your database in an unusable state.
fr_fr: L'installation ou la mise à jour de la base de données de Time Trex peut prendre jusqu'à 10 minutes. N'interrompez en aucun cas le processus, y compris en cliquant sur les flèches Retour et Suivant de votre navigateur, au risque de rentre votre base de données inutilisables.

source: Upgrading
fr_fr: Mise-à-Niveau

source: Initializing
fr_fr: Initialisation

source: database, please wait...
fr_fr: banque de donnée, svp attendre ...

source: Posted By / Date
fr_fr: Par signal/date
pt_pt: Por afixado/data

source: Please submit at least one message describing the reason for this %1.
fr_fr: Veuillez soumettre au moins un message dcrivant la raison pour ces %1.
pt_pt: Submeter por favor pelo menos uma mensagem que descreve a razão para estes %1.

source: New Message
fr_fr: Nouveau message
pt_pt: Mensagem nova

source: Recipients Currently Selected, Click the arrow to modify.
fr_fr: Les destinataires actuellement choisis, cliquent la flche pour modifier.
pt_pt: Os receptores selecionados atualmente, estalam a seta para modificar.

source: Requires Acknowledgment:
fr_fr: Exige la reconnaissance:
pt_pt: Requer o reconhecimento:

source: Submit Message
fr_fr: Soumettre le message
pt_pt: Submeter a mensagem

source: <b>NOTICE:</b> This messages requires your acknowledgment.
fr_fr: <b>NOTIFICATION:</b> Ce les messages exige votre reconnaissance.
pt_pt: <b>OBSERVAÇÃO:</b> Este as mensagens requerem seu reconhecimento.

source: This message was acknowledged by <b>%1</b> on
fr_fr: Ce message a t reconnu par <b>%1</b> dessus
pt_pt: Esta mensagem foi reconhecida por <b>%1</b> sobre

source: This message is pending acknowledgment.
fr_fr: Ce message est reconnaissance en suspens.
pt_pt: Esta mensagem é reconhecimento pendente.

source: Message Acknowledgment
fr_fr: Reconnaissance de message
pt_pt: Reconhecimento da mensagem

source: By clicking the checkbox, I <b>%1</b> hereby acknowledge<br> that I have read and understand this message in its entirety on
fr_fr: que j'ai lu et comprends ce message en sa totalit dessus
pt_pt: que eu li e compreendi esta mensagem em sua totalidade sobre

source: Acknowledge Message
fr_fr: Reconnatre le message
pt_pt: Reconhecer a mensagem

source: <b>NOTICE:</b> Messages marked in red require your immediate attention.
fr_fr: <b>NOTIFICATION:</b> Les messages marqus dans le rouge exigent votre attention immdiate.
pt_pt: <b>OBSERVAÇÃO:</b> As mensagens marcadas no vermelho requerem sua atenção imediata.

source: Folder:
fr_fr: Chemise:
pt_pt: Dobrador:

source: From
fr_fr: De
pt_pt: De

source: Subject
fr_fr: Sujet
pt_pt: Assunto

source: Requires Ack
fr_fr: Exige l'ACK
pt_pt: Requer o Ack

source: Ack Date
fr_fr: Date d'ACK
pt_pt: Data do Ack

source: Revision
fr_fr: Révision
pt_pt: Revisão

source: Published By
fr_fr: Publié par
pt_pt: Publicado perto

source: Published Date
fr_fr: Date de publication
pt_pt: Data publicada

source: Download
fr_fr: Télécharger

source: Upload New Document
fr_fr: Télécharger un nouveau document
pt_pt: Enviar Novo Documento

source: Attach Existing Document
fr_fr: Attacher le document existant
pt_pt: Anexar Documento Existente

source: Revision:
fr_fr: Révision:
pt_pt: Revisão:

source: File:
fr_fr: Dossier:
pt_pt: Lima:

source: Add Revision
fr_fr: Ajouter la révision
pt_pt: Adicionar a revisão

source: Change Log:
fr_fr: Notation de changement:
pt_pt: Registro da mudança:

source: Revisions
fr_fr: Révisions
pt_pt: Revisões

source: File
fr_fr: Fichier
pt_pt: Ficheiro

source: Change Log
fr_fr: Journal de changement
pt_pt: Mudar Registo

source: Un-Attach
fr_fr: Enlever la pièce jointe
pt_pt: Un-Unir

source: View TimeSheet
fr_fr: Vue TimeSheet
pt_pt: Vista TimeSheet

source: Decline
fr_fr: Dclin
pt_pt: Declínio

source: Pass
fr_fr: Passage
pt_pt: Passagem

source: Authorize
fr_fr: Autoriser
pt_pt: Autorizar

source: Are you sure you want to recalculate the timesheets of every employee?
fr_fr: tes-vous sr vous voulez-vous recalculer les timesheets de chaque employ ?
pt_pt: É você certo você quer recalculate os timesheets de cada empregado?

source: Are you sure you want to recalculate the pay stub of this employee?
fr_fr: tes-vous sr vous voulez-vous recalculer le moignon de salaire de cet employ ?
pt_pt: É você certo você quer recalculate o topo do pagamento deste empregado?

source: Dept:
fr_fr: Dpartement:
pt_pt: Departamento:

source: Add:
fr_fr: Ajouter:
pt_pt: Adicionar:

source: NOTICE:
fr_fr: NOTIFICATION:
pt_pt: OBSERVAÇÃO:

source: locked
fr_fr: Verrouillé

source: Print Timesheet
fr_fr: Copie Timesheet
pt_pt: Cópia Timesheet

source: Accumulated Time
fr_fr: Temps accumul
pt_pt: Tempo acumulado

source: Premium
fr_fr: De la meilleure qualit
pt_pt: Superior

source: NONE
fr_fr: AUCUN
pt_pt: NENHUNS

source: Employee is not assigned to a Pay Period Schedule.
fr_fr: L'employ n'est pas affect un programme de priode de salaire.
pt_pt: O empregado não é atribuído a uma programação do período do pagamento.

source: Previous Pay Period requires verification!
fr_fr: La priode prcdente de salaire exige la vrification !
pt_pt: O período precedente do pagamento requer a verificação!

source: Verification
fr_fr: Vrification
pt_pt: Verificação

source: Verify
fr_fr: Vrifier
pt_pt: Verificar

source: Not Verified
fr_fr: Non vrifi
pt_pt: Não verificado

source: Exception Legend
fr_fr: Lgende d'exception
pt_pt: Legenda da exceção

source: Paid Time
fr_fr: Temps pay
pt_pt: Tempo pago

source: Paid Absences
fr_fr: Absences payes
pt_pt: Ausências pagas

source: Docked Time
fr_fr: Temps accoupl
pt_pt: Tempo acoplado

source: Docked Absences
fr_fr: Absences accouples
pt_pt: Ausências acopladas

source: is currently undergoing maintenance. We're sorry for any inconvenience this may cause. Please try back later.
fr_fr: subit actuellement l'entretien. Nous sommes désolés pour n'importe quel dérangement que ceci peut causer. Svp essai en arrière plus tard.
pt_pt: está submetendo-se atualmente à manutenção. Nós somos pesarosos para toda a inconveniência que esta puder causar. Por favor tentativa para trás mais atrasada.

source: is unable to connect to its database, please make sure that the database has been started and is running.
fr_fr: Si vous ne pouvez vous connecter à la base de données, assurez-vous que la base de données est ouverte et en marche.

source: experienced a general error, please contact technical support.
fr_fr: vous éprouvez une erreur générale, svp contacter le technicien de support.

source: Start Window:
fr_fr: Fentre de dbut:
pt_pt: Janela do começo:

source: Window Length:
fr_fr: Longueur de fentre:
pt_pt: Comprimento da janela:

source: Round Type:
fr_fr: Type rond:
pt_pt: Tipo redondo:

source: Interval:
fr_fr: Intervalle:
pt_pt: Intervalo:

source: Grace Period:
fr_fr: Dlai de grce:
pt_pt: Período de Grace:

source: Strict Schedule:
fr_fr: Programme strict:
pt_pt: Programação estrita:

source: Interval
fr_fr: Intervalle
pt_pt: Intervalo

source: Accrual Rate:
fr_fr: Taux accumul:
pt_pt: Taxa Accrual:

source: Undertime Absence Policy:
fr_fr: Politique d'absence d'Undertime:
pt_pt: Política da ausência de Undertime:

source: Start / Stop Window:
fr_fr: Fentre de dbut et de fin:
pt_pt: Janela do começo/batente:

source: Frequency In Which To Apply Time to Employee Records
fr_fr: Frquence dans laquelle s'appliquer Temps l'employ enregistre
pt_pt: Freqüência em que aplicar Tempo ao empregado grava

source: Month:
fr_fr: Mois:
pt_pt: Mês:

source: Day Of Month:
fr_fr: Jour de mois:
pt_pt: Dia do mês:

source: Day Of Week:
fr_fr: Jour de semaine:
pt_pt: Dia da semana:

source: After Minimum Employed Days:
fr_fr: Aprs le minimum jours utiliss:
pt_pt: Após o mínimo dias empregados:

source: Milestone Rollover Based On
fr_fr: Renversement d'tape importante bas dessus
pt_pt: Rollover do marco miliário baseado sobre

source: Employee's Hire Date:
fr_fr: Date de la location des employs:
pt_pt: Data do Hire do empregado:

source: Length Of Service Milestones
fr_fr: Longueur des tapes importantes de service
pt_pt: Comprimento de marcos miliários do serviço

source: Length Of Service
fr_fr: Longueur de service
pt_pt: Comprimento do serviço

source: Accrual Total Minimum
fr_fr: Minimum total accumul
pt_pt: Mínimo total Accrual

source: Accrual Total Maximum
fr_fr: Maximum total accumul
pt_pt: Máximo total Accrual

source: After:
fr_fr: Ensuite:
pt_pt: Em seguida:

source: Add Milestone
fr_fr: Ajouter l'tape importante
pt_pt: Adicionar o marco miliário

source: Date/Time Criteria
fr_fr: Critères Date/Heure

source: Start Time
fr_fr: Heure de début

source: (Leave blank for no start time)
fr_fr: (Laisser à blanc si il n'y a pas d'heure de début)

source: End Time
fr_fr: Heure de fin

source: (Leave blank for no end time)
fr_fr: (Laisser à blanc si il n'y a pas d'heure de fin)

source: Differential Criteria
fr_fr: Critère de différence

source: Exclude Default Branch
fr_fr: Exclure la branche de défaut

source: Exclude Default Department
fr_fr: Exclure de département par défaut

source: Minimum Time
fr_fr: Temps minimum:
pt_pt: Tempo mínimo

source: Hourly Rate
fr_fr: Taux par heure
pt_pt: Taxa de hora em hora

source: 1.5 for time and a half
fr_fr: 1.5 pendant le poste et demi
pt_pt: 1.5 para uma metade de tempo e

source: 0.75 for 75 cents/hr
fr_fr: 0.75 pour 75 cents/hr
pt_pt: 0.75 para 75 cents/hr

source: Accrual Policy
fr_fr: Politique accumulée
pt_pt: Política Accrual

source: Special Day:
fr_fr: Jour spcial:
pt_pt: Dia especial:

source: Week Interval:
fr_fr: Intervalle de semaine:
pt_pt: Intervalo da semana:

source: Day of the Week:
fr_fr: Jour de la semaine:
pt_pt: Dia da semana:

source: Pivot Day Direction:
fr_fr: Direction de jour de pivot:
pt_pt: Sentido do dia do pivô:

source: Day of the Month:
fr_fr: Jour du mois:
pt_pt: Dia do mês:

source: Holiday
fr_fr: Vacances
pt_pt: Feriado

source: Default Schedule Status:
fr_fr: Transfrer le statut de programme:
pt_pt: Optar pelo status da programação:

source: Minimum Employed Days:
fr_fr: Jours utiliss par minimum:
pt_pt: Dias empregados mínimo:

source: Employee Must Work at Least:
fr_fr: L'employ doit travailler au moins:
pt_pt: O empregado deve trabalhar pelo menos:

source: Days to Average Time over:
fr_fr: Jours l'excdent moyen de Temps:
pt_pt: Dias ao excesso médio de Tempo:

source: Worked Days Only:
fr_fr: Jours travaills seulement:
pt_pt: Dias trabalhados somente:

source: Maximum Time:
fr_fr: Temps maximum:
pt_pt: Tempo máximo:
